{
    "th": [
        {
            "bid": 5,
            "modal_link": "myModalFlexi",
            "modal_title": "",
            "modal_subtitle": "",
            "modal_list": [
                "สำหรับสินค้าที่ไม่ได้ร่วมรายการผ่อนชำระ 0% สมาชิกบัตรเครดิต KTC VISA / MASTERCARD / JCB / UNIONPAY สามารถใช้บริการผ่อนชำระ ได้ในอัตราดอกเบี้ยฯ 0.74% ต่อเดือน โดยสามารถเลือกระยะเวลาผ่อนชำระได้ตั้งแต่ 3 – 10 เดือน",
                "ขอสงวนสิทธิ์ยกเว้นการใช้บริการผ่อนชำระทุกประเภท สำหรับสมาชิกบัตรเครดิต KTC VISA CORPORATE GOLD, KTC - SCG VISA PURCHASING และบัตร KTC เพื่อหน่วยงานรัฐ",
                "อัตราดอกเบี้ยฯ 0.74% ต่อเดือน (Flat Rate) เทียบเท่ากับอัตราดอกเบี้ยฯ แบบลดต้นลดดอก (Effective Rate) สำหรับระยะเวลา 6 เดือน เท่ากับ 15.07% ต่อปี, 9 เดือน เท่ากับ 15.71% ต่อปี, 10 เดือนเท่ากับ 15.83% ต่อปี เป็นต้น",
                "รับคะแนน KTC FOREVER เมื่อมียอดผ่อนชำระทุก 25 บาท (ตามเงื่อนไขรายการส่งเสริมการขาย)                ",
                "การใช้บริการผ่านช่องทาง KTC PHONE เฉพาะรายการใช้จ่ายขั้นต่ำ 500 บาทต่อเซลส์สลิป และมียอดใช้จ่ายรวมตั้งแต่ 3,000 บาทขึ้นไป",
                "สอบถามรายละเอียดเพิ่มเติมได้ที่ KTC PHONE <a href=\"tel:021235000\">02 123 5000</a> กด 4"
            ]
        },
        {
            "bid": 6,
            "modal_link": "myModalAcc",
            "modal_title": "",
            "modal_subtitle": "",
            "modal_list": [
                "สิทธิประโยชน์ความคุ้มครองประกันอุบัติเหตุนี้ สำหรับผู้สมัครบัตรเครดิต KTC ประเภทบัตรหลักรายใหม่ (“สมาชิก”) กับ บริษัท บัตรกรุงไทย จำกัด (มหาชน) หรือเคทีซี ที่ได้รับการอนุมัติบัตรฯ และเปิดใช้บริการบัตรฯ ในระหว่างวันที่ 1 มกราคม 2567 – 31 ธันวาคม 2567 (“ระยะเวลารายการ”) ตามเงื่อนไขที่กำหนดเท่านั้น โดยจะได้รับสิทธิความคุ้มครองโดยอัตโนมัติ นับจากวันที่เปิดใช้บริการบัตรฯ ",
                "สงวนสิทธิ์เฉพาะผู้สมัครที่ไม่เคยเป็นสมาชิกบัตรเครดิต KTC ไม่ว่าประเภทใดกับเคทีซีมาก่อน หรือยกเลิกการเป็นสมาชิกบัตรฯ มาแล้วไม่น้อยกว่า 2 ปี (24 เดือน) ",
                "ขอสงวนสิทธิ์ยกเว้นสมาชิกบัตรเครดิต KTC - ศูนย์บริการโลหิตแห่งชาติ สภากาชาดไทย, KTC SME COMMERCIAL VISA, KTC VISA CORPORATE และ บัตร KTC เพื่อหน่วยงานรัฐ ไม่สามารถเข้าร่วมรายการนี้ได้ ",
                "สมาชิกที่ปฏิบัติตามเงื่อนไขที่กำหนด จะได้รับสิทธิประโยชน์ความคุ้มครองการเสียชีวิตเนื่องจากอุบัติเหตุ วงเงินสูงสุด 300,000 บาท เป็นระยะเวลา 90 วัน นับจากวันที่เปิดใช้บริการบัตรฯ (โดยไม่มีค่าใช้จ่ายใดๆ) ทั้งนี้ ไม่รวมถึงการเสียชีวิตอันเนื่องมาจากการขับขี่หรือโดยสารรถจักรยานยนต์ ถูกฆาตกรรม ถูกทำร้ายร่างกาย ภัยก่อการร้าย การจลาจล สงครามกลางเมือง โดยเงื่อนไขความคุ้มครองและข้อยกเว้นอื่นๆ จะเป็นไปตามที่ระบุในกรมธรรม์ประกันภัย ซึ่งออกโดย บมจ.ไทยประกันชีวิต และนายหน้าประกันชีวิตตามสิทธิประโยชน์นี้ คือ บริษัท ที.ซี.อินชัวรันซ์ โบรกเกอร์ เซอร์วิส จำกัด ",
                "สงวนสิทธิ์เฉพาะผู้สมัครที่มีอายุตั้งแต่ 20 - 60 ปี และถือสัญชาติไทยเท่านั้น",
                "สงวนสิทธิ์มอบสิทธิประโยชน์นี้ สูงสุด 1 กรมธรรม์ ต่อผู้ถือบัตรหลัก 1 ท่านเท่านั้น ",
                "สิทธิประโยชน์นี้ ไม่สามารถ แลก หรือเปลี่ยนเป็นเงินสด หรือของอื่นใด และไม่สามารถโอนสิทธิให้แก่บุคคลอื่นใดได้ ",
                "เคทีซีไม่มีส่วนเกี่ยวข้องกับผลิตภัณฑ์ประกันภัยตามรายการนี้ กรณีสมาชิกมีข้อสงสัยหรือข้อร้องเรียนเกี่ยวกับความคุ้มครองตามแผนประกันฯ กรุณาติดต่อ บมจ. ไทยประกันชีวิต 02 054 8484 วันและเวลาทำการ จันทร์ – ศุกร์ เวลา 8.30 - 17.00 น. ",
                "สอบถามรายละเอียดเพิ่มเติมเกี่ยวกับการรับสิทธิประโยชน์และผลิตภัณฑ์ KTCได้ที่ KTC PHONE 02 123 5000"
            ]
        }
    ],
    "en": [
        {
            "bid": 5,
            "modal_link": "myModalFlexi",
            "modal_title": "",
            "modal_subtitle": "",
            "modal_list": [
                "Except for the product/service which participate in 0% installment payment program, all types of KTC VISA / MASTERCARD / JCB / UNIONPAY cardmembers can apply for KTC Installment Payment at 0.74% per month. Cardmembers may choose term of payments over 3 – 10 months.",
                "KTC reserves the right to limit eligibility for all types of KTC VISA CORPORATE GOLD credit card, and KTC Government Service credit card.",
                "Fixed interest rate at 0.74% per month equivalent to effective interest rate of 15.07% per year for 6 months, 15.71% per year for 9 months, and 15.83% per year for 10 months installment plan.",
                "Each spending of 25 THB via Installment Payment with KTC, you will receive 1 KTC FOREVER point.",
                "For converting any purchase of product and service by KTC PHONE, the spending must be at a minimum of 3,000 Baht, which is the spending amount per sales slip at a minimum of 500 Baht.",
                "For more details, please contact KTC PHONE 02 123 5000, press 4"
            ]
        },
        {
            "bid": 6,
            "modal_link": "myModalAcc",
            "modal_title": "",
            "modal_subtitle": "",
            "modal_list": [
                "Benefits of this PA insurance coverage is for new applicants of primary KTC credit cards (“members”) with Krungthai Card Public Company Limited or KTC, whose cards have been approved and activated during 1 January 2024 - 31 December 2024 (“Program Period”) according to specified conditions only. This privilege will be automatically granted to card members from the card activation date. ",
                "Reserved the rights only for applicants who have never been a KTC credit card member of any type with KTC before or cancel card membership not less than 2 years (24 months) ago.",
                "We reserve the right to exclude KTC National Blood Center card, KTC Thai Red Cross Society card, KTC SME COMMERCIAL VISA card, KTC VISA CORPORATE card and KTC cards for government agencies to participate on this program. ",
                "Members who comply with the specified conditions will receive benefits for death protection due to accidents with a maximum credit limit of 300,000 baht for a period of 90 days from the card activation date (free of charge). This does not include death resulting from driving or riding a motorcycle, murder, physical abuse, terrorism, riots, civil war. The conditions of coverage and other exceptions will be as specified in the insurance policy issued by Thai Life Insurance PCL.  and life insurance brokers under this benefit, which is T.C. Insurance Broker Service Company Limited. ",
                "All rights reserved for applicants aged between 20 - 60 years and holding Thai nationality only. ",
                "We reserve the right to offer this benefit to a maximum of 1 policy per 1 primary cardholder only. ",
                "We reserve the right to offer this benefit to a maximum of 1 policy per 1 primary cardholder only. ",
                "KTC is not involved with the insurance products under this list. In the case that members have questions or complaints about coverage under the insurance plan, please contact Thai Life Insurance Public Company Limited at 02 054 8484 on business hours (Monday - Friday from 8:30 a.m. - 5:00 p.m.)",
                "Ask for more details about KTC benefits and products at KTC PHONE 02 123 5000."
            ]
        }
    ]
}