[
    {
        "tabID": 1,
        "tabName": "MOVIETICKET",
        "tabTitle": {
            "th": "บัตรชมภาพยนตร์",
            "en": "Movie Tickets"
        },
        "descriptionTitle": {
            "th": "สิทธิพิเศษ ส่วนลด 50% สำหรับบัตรชมภาพยนตร์ Premium Seat 1 คู่",
            "en": "50% off for Premium Seat (per couple)"
        },
        "description": {
            "th": [
                "ระยะเวลา",
                "1 ม.ค. 67 – 31 ธ.ค. 67"
            ],
            "en": [
                "Period",
                "1 Jan 24 – 31 Dec 24"
            ]
        },
        "TableName": "MOVIETICKET",
        "TermsTitle": {
            "th": "ข้อกำหนดและเงื่อนไขการรับสิทธิพิเศษ",
            "en": "General regulations and conditions"
        },
        "listType": "NUMBER",
        "TermsItems": {
            "th": [
                "สิทธิพิเศษมีผลตั้งแต่วันที่ 1 มกราคม ถึง 31 ธันวาคม 2567",
                "สิทธิพิเศษสำหรับผู้ถือบัตรวีซ่า ซิกเนเจอร์ ที่ออกโดยธนาคารในประเทศไทยเท่านั้น (ยกเว้นบัตรเครดิตเพื่อธุรกิจ หรือบัตรเครดิตนิติบุคคลทุกประเภท)",
                "สงวนสิทธิ์สำหรับผู้ถือบัตรวีซ่า ซิกเนเจอร์ ที่เป็นบัตรหลักเท่านั้น",
                "ผู้ถือบัตรจะต้องมียอดใช้จ่ายผ่านบัตรวีซ่า ซิกเนเจอร์ รวม 50,000 บาทขึ้นไป (ภายใต้บัตรหมายเลขเดียวกัน)",
                "ณ วันที่ทำรายการสำรองการใช้สิทธิ์ โดยสามารถรวมยอดใช้จ่ายย้อนหลังได้ไม่เกิน 60 วันจนถึงวันที่ทำรายการสำรองสิทธิ์",
                "ผู้ถือบัตรจะต้องทำการสำรองการใช้สิทธิ์ผ่านทางเว็ปไซต์ www.vthgservice.com เท่านั้น",
                "สำรองการใช้สิทธิ์ล่วงหน้าอย่างน้อย 7 วัน (ไม่รวมวันหยุดนักขัตฤกษ์)",
                "ผู้ถือบัตรจะได้รับอีเมล์ยืนยันการรับสิทธิ์ พร้อม Discount Code ภายใน 3 วันทำการนับจากวันที่ทำรายการสำรองสิทธิ์ ทั้งนี้ขึ้นอยู่กับการตรวจสอบสิทธิ์ตามเงื่อนไขจากธนาคารผู้ออกบัตร",
                "ในกรณีที่มีการขอเอกสารเพิ่มเติมเพื่อตรวจสอบสิทธิ์ตามเงื่อนไขที่กำหนด ผู้ถือบัตรจะต้องนำส่งเอกสารภายใน3 วันนับจากวันที่ได้รับแจ้ง มิฉะนั้น บริษัทฯ ขอสงวนสิทธิ์ในการยกเลิกการสำรองสิทธิ์ครั้งนั้น และผู้ถือบัตรจะต้องทำรายการสำรองสิทธิ์ใหม่ โดยนับตามลำดับก่อน/หลัง",
                "Discount Code (ส่วนลด 50%) สำหรับการซื้อบัตรชมภาพยนตร์ VIP Seat 1 คู่ (2 ท่าน) บัตร VIP Seat จำหน่ายเป็นคู่ สำหรับ 2 ท่าน ไม่สามารถแยกซื้อเป็นที่นั่งเดี่ยวได้",
                "ผู้ถือบัตรจะต้องแสดง Discount Code เมื่อทำการสำรองที่นั่งที่โรงภาพยนตร์ และชำระส่วนต่างค่าบัตรชมภาพยนตร์ด้วยบัตรวีซ่า ซิกเนเจอร์เท่านั้น",
                "สงวนสิทธิ์ในการรับสิทธิพิเศษ 1 ครั้ง ต่อ 1 หมายเลขบัตร ตลอดระยะเวลารายการ",
                "(รวมการใช้สิทธิ์จากโรงภาพยนตร์ สตรีมมิ่งแพลตฟอร์มและสปา ทุกแห่งที่ร่วมรายการ)",
                "สิทธิพิเศษมีจำนวนจำกัด 40 สิทธิต่อเดือนขึ้นอยู่กับลำดับก่อน/หลัง",
                "Discount Code ที่ผู้ถือบัตรได้รับ สามารถใช้ได้ภายในวันที่ 31 ธันวาคม 2566 โดยในระหว่างนั้นถือว่าอยู่ในการถือครองของผู้ถือบัตรเอง บริษัทฯ จะไม่รับผิดชอบใดๆ ในกรณีที่สูญหาย และจะไม่มีการออกโค้ดทดแทนให้",
                "สอบถามข้อมูลเพิ่มเติม หรือติดตามการสำรองสิทธิ์ (ในกรณีที่ไม่ได้รับอีเมล์ตอบกลับ) ที่โทร 02 906 3026 วันจันทร์-ศุกร์ เวลา 9.00 – 17.00 น. หรือ อีเมล์ vthgservices@vathanagul.com",
                "รายละเอียดที่ระบุไว้ในสื่อประชาสัมพันธ์อาจมีการเปลี่ยนแปลง กรุณาตรวจสอบรายละเอียดเงื่อนไขก่อนการสำรองสิทธิ์ หรือการใช้สิทธิ์ทุกครั้ง",
                "วีซ่า อินเตอร์เนชั่นแนล (ประเทศไทย) ขอสงวนสิทธิ์ในการยกเลิก เปลี่ยนแปลง หรือเพิ่มเติมรายละเอียดเงื่อนไข โดยมิต้องแจ้งให้ทราบล่วงหน้า",
                "วีซ่า อินเตอร์เนชั่นแนล (ประเทศไทย) ไม่มีส่วนเกี่ยวข้องหรือรับผิดชอบใด ๆ กับบริการของร้านค้าที่ร่วมรายการกรณีที่มีข้อสงสัยหรือข้อร้องเรียนเกี่ยวกับบริการของร้านค้า ผู้ถือบัตรจะต้องดำเนินการโดยตรงกับร้านค้า",
                "เมื่อผู้ถือบัตรทำการสำรองสิทธิ์ หรือใช้สิทธิ์ในรายการแล้ว ถือว่าผู้ถือบัตรได้อ่าน ทำความเข้าใจ และยอมรับรายละเอียดเงื่อนไขตามที่กำหนด วีซ่าฯ จะไม่รับการร้องเรียนใดๆ ที่เกิดขึ้นในภายหลัง"
            ],
            "en": [
                "Privilege is valid from 1 January to 31 December 2024",
                "Privileges are applicable for Visa Signature Cards issued in Thailand only (except Corporate, Commercial and SME Business card).",
                "Privileges are valid for the main cardholder only.",
                "A minimum of THB 50,000 accumulated spending by a Visa Signature card is required (payment on the same card number) at the date of privilege booking. The eligible spending transactions can be combined 60 days prior to the date of booking.",
                "Privilege redemption is available via www.vthgservice.com",
                "Cardholder will get an email confirmation and “Discount Code” within 3 working days after the redemption request is made, subject to the verification process.",
                "In case any supporting documents are requested from the cardholder for the verification. Cardholder has to submit those documents within 3 days, otherwise Visa reserves the right to cancel the booking and the cardholder has to make a new booking, on a first come first served basis.",
                "“Discount Code” is valid for Enigma screen tickets for a couple (2 person) per code.",
                "Normal price of THB 4,000 for Enigma screen tickets for a couple (for 2 persons), and not available for purchase per seat.",
                "Present “Discount Code” at the Enigma Theatre ticket counter to get the privilege and ticket purchase must be made by Visa Infinite card only.",
                "Privileges can be utilized only once a year per card number from all participating merchants in the Entertainment, Streaming Platform and Spa Privilege category.",
                "The privilege is limited to the first 40 persons per month, on a first come first served basis.",
                "The “Discount Code” is valid till 31 December 2023 and belongs to the cardholder. Visa shall not be responsible for lost codes and will not be able to re-issue lost codes.",
                "For more information, please contact Tel. 02 906 3026 on Monday – Friday from 9.00 a.m. to 17.00 p.m. or Email to vthgservices@vathanagul.com",
                "Information contained in this guide is subject to changes, please carefully check before use.",
                "Visa reserves the right to amend, delete or add to any terms and conditions, and/or to cancel, terminate the privileges without prior notice.",
                "Visa shall not be responsible or liable in any manner whatsoever for any deficiency or inadequacy of services under the Visa Premium Card Privileges Program, and eligible cardholders shall look solely to the relevant participating merchants in the case of any queries or complaints for any services. No representation or warranty of any nature is made by Visa as to the quality of any services provided by any merchant.",
                "By utilizing or attempting to utilize the Visa Premium Card Privileges Program, all eligible cardholders are deemed to have read, understood, and irrevocably accepted and agreed to the terms and conditions set out herein. "
            ]
        },
        "note": {
            "th": [],
            "en": []
        }
    },
    {
        "tabID": 2,
        "tabName": "SPA",
        "tabTitle": {
            "th": "บริการสปา",
            "en": "Spa Treatment"
        },
        "descriptionTitle": {
            "th": "สิทธิพิเศษ ส่วนลด 50% สำหรับนวดไทย",
            "en": "50% discount on Thai massage"
        },
        "description": {
            "th": [
                "ระยะเวลา",
                "1 ม.ค. 67 – 31 ธ.ค. 67"
            ],
            "en": [
                "Period",
                "1 Jan 24 – 31 Dec 24"
            ]
        },
        "TableName": "SPA",
        "TermsTitle": {
            "th": "ข้อกำหนดและเงื่อนไขการรับสิทธิพิเศษ",
            "en": "General regulations and conditions"
        },
        "listType": "NUMBER",
        "TermsItems": {
            "th": [
                "สิทธิพิเศษมีผลตั้งแต่วันที่ 1 มกราคม ถึง 31 ธันวาคม 2567",
                "สิทธิพิเศษสำหรับผู้ถือบัตรวีซ่า ซิกเนเจอร์ ที่ออกโดยธนาคารในประเทศไทยเท่านั้น (ยกเว้นบัตรเครดิตเพื่อธุรกิจ หรือบัตรเครดิตนิติบุคคลทุกประเภท)",
                "สงวนสิทธิ์สำหรับผู้ถือบัตรวีซ่า ซิกเนเจอร์ ที่เป็นบัตรหลักเท่านั้น",
                "ผู้ถือบัตรจะต้องมียอดใช้จ่ายผ่านบัตรวีซ่า ซิกเนเจอร์ รวม 50,000 บาทขึ้นไป (ภายใต้บัตรหมายเลขเดียวกัน) ณ วันที่ทำรายการสำรองการใช้สิทธิ์ ยอดใช้จ่ายที่นำมาคำนวณย้อนหลังได้ไม่เกิน 60 วันจนถึงวันที่ทำรายการสำรองสิทธิ์",
                "ผู้ถือบัตรจะต้องทำการสำรองการใช้สิทธิ์ผ่านทางเว็ปไซต์ www.vthgservice.com เท่านั้น",
                "สำรองการใช้สิทธิ์ล่วงหน้าอย่างน้อย 7 วัน (ไม่รวมวันหยุดนักขัตฤกษ์)",
                "ผู้ถือบัตรจะได้รับอีเมล์ยืนยันการรับสิทธิ์ และรายละเอียดการชำระเงินภายใน 3 วันทำการนับจากวันที่ทำรายการสำรองสิทธิ์ และผู้ถือบัตรจะต้องชำระค่าใช้จ่ายให้เสร็จสิ้นภายใน 3 วันหลังจากนั้นจึงจะได้รับ “Booking Code” เพื่อนำไปแสดงต่อพนักงานร้านค้าในการเข้าใช้บริการ ** หากผู้ถือบัตรมิได้ชำระค่าใช้จ่ายให้เสร็จสิ้นตามที่กำหนด บริษัทฯ ขอสงวนสิทธิ์ในการยกเลิกการสำรองสิทธิ์ครั้งนั้น และผู้ถือบัตรจะต้องทำรายการสำรองสิทธิ์ใหม่ โดยนับตามลำดับก่อน/หลัง",
                "การรับสิทธิ์ขึ้นอยู่กับการตรวจสอบสิทธิ์ตามเงื่อนไขจากธนาคารผู้ออกบัตร และจำนวนที่ว่าง",
                "ในกรณีที่มีการขอเอกสารเพิ่มเติมเพื่อตรวจสอบสิทธิ์ตามเงื่อนไขที่กำหนด ผู้ถือบัตรจะต้องนำส่งเอกสารภายใน3 วันนับจากวันที่ได้รับแจ้ง มิฉะนั้น บริษัทฯ ขอสงวนสิทธิ์ในการยกเลิกการสำรองสิทธิ์ครั้งนั้น และผู้ถือบัตรจะต้องทำรายการสำรองสิทธิ์ใหม่ โดยนับตามลำดับก่อน/หลัง",
                "สงวนสิทธิ์ในการรับสิทธิพิเศษ 1 ครั้ง ต่อ 1 หมายเลขบัตร ตลอดระยะเวลารายการ (รวมการใช้สิทธิ์สำหรับปา โรงภาพยนตร์ และสตรีมมิ่งแพลตฟอร์ม ทุกแห่งที่ร่วมรายการ)",
                "สิทธิพิเศษมีจำนวนจำกัด 60 สิทธิ์ต่อเดือนขึ้นอยู่กับลำดับก่อน/หลัง",
                "การยกเลิกหรือเปลี่ยนแปลงการสำรองสิทธิ์ จะต้องแจ้งล่วงหน้า 1 วัน ก่อนวันที่เข้ารับบริการ ที่หมายเลข 02-906-3026กรณีที่ผู้ถือบัตร ไม่เข้าใช้บริการตามวัน/เวลาที่ได้สำรองสิทธิ์ไว้ ถือว่าผู้ถือบัตรได้มีการใช้สิทธิ์นั้นไปแล้ว",
                "กรุณาแจ้งชื่อพร้อมแสดงบัตรวีซ่าซิกเนเจอร์ และบัตรประชาชน แก่พนักงานเพื่อรับสิทธิพิเศษตามที่ได้สำรองไว้",
                "สิทธิพิเศษนี้ สงวนไว้สำหรับผู้ถือบัตรในการเข้ารับบริการด้วยตนเอง และให้บริการเฉพาะภายในสถานที่ที่กำหนดเท่านั้น",
                "ผู้ถือบัตรสามารถพาแขกเข้าใช้บริการพร้อมผู้ถือบัตรได้ โดยแขกของผู้ถือบัตรจะต้องชำระค่าบริการตามราคาปกติของโรงแรม หรือร้านค้าที่ร่วมรายการ รวมถึงค่าใช้จ่ายเพิ่มเติมที่นอกเหนือจากที่ระบุไว้",
                "กรุณาแต่งกายสุภาพในการเข้าใช้บริการทุกครั้ง โรงแรมฯขอสงวนสิทธิ์ในการไม่อนุญาตให้เข้าใช้บริการสำหรับผู้ที่ใส่เสื้อกล้าม กางเกงขาสั้น ชุดออกกำลังกาย รองเท้าสำหรับใส่ในบ้าน และรองเท้าแตะ",
                "สอบถามข้อมูลเพิ่มเติม หรือติดตามการสำรองสิทธิ์ (ในกรณีที่ไม่ได้รับอีเมล์ตอบกลับ) ที่โทร 02 906 3026 วันจันทร์-ศุกร์ เวลา 9.00 – 17.00 น. หรือ อีเมล์ vthgservices@vathanagul.com",
                "รายละเอียดที่ระบุไว้ในสื่อประชาสัมพันธ์อาจมีการเปลี่ยนแปลง กรุณาตรวจสอบรายละเอียดเงื่อนไขก่อนการสำรองสิทธิ์ หรือการใช้สิทธิ์ทุกครั้ง",
                "วีซ่า อินเตอร์เนชั่นแนล (ประเทศไทย) ขอสงวนสิทธิ์ในการยกเลิก เปลี่ยนแปลง หรือเพิ่มเติมรายละเอียดเงื่อนไข โดยมิต้องแจ้งให้ทราบล่วงหน้า",
                "วีซ่า อินเตอร์เนชั่นแนล (ประเทศไทย) ไม่มีส่วนเกี่ยวข้องหรือรับผิดชอบใด ๆ กับบริการของร้านค้าที่ร่วมรายการกรณีที่มีข้อสงสัยหรือข้อร้องเรียนเกี่ยวกับบริการของร้านค้า ผู้ถือบัตรจะต้องดำเนินการโดยตรงกับร้านค้า",
                "เมื่อผู้ถือบัตรทำการสำรองสิทธิ์ และใช้สิทธิ์ในรายการแล้ว ถือว่าผู้ถือบัตรได้อ่าน ทำความเข้าใจ และยอมรับรายละเอียดเงื่อนไขตามที่กำหนด วีซ่าฯ จะไม่รับการร้องเรียนใดๆ ที่เกิดขึ้นในภายหลัง"
            ],
            "en": [
                "Privilege is valid from 1 January to 31 December 2024.",
                "Privileges are applicable to Visa Signature Cards issued in Thailand only. (except Corporate, Commercial and SME Business card).",
                "Privileges are valid for the main cardholder only.",
                "A minimum of THB 50,000 accumulated spending by Visa Signature card is required (payment on the same card number) at the date of privilege booking. The eligible spending transactions can be combined 60 days prior to the date of booking.",
                "Privilege booking is applicable via www.vthgservice.com.",
                "Reservations are required at least 7 days in advance (except on Public Holidays).",
                "Cardholder will get an email confirmation for the privilege booking and details for payment within 3 working days after the booking is made. Cardholder must make a payment accordingly and will get a “Booking Code” to get the privileges at the merchant outlet.<br>**The payment must be completed within 3 days, otherwise Visa reserves the right to cancel the booking and cardholder will have to make a new booking on a first come first served basis.",
                "The booking confirmation is subject to verification and available time.",
                "In case of any supporting documents are requested from cardholder for the verification, the cardholder has to submit those documents within 3 days, otherwise Visa reserves the right to cancel the booking and cardholder will have to make a new booking on a first come first served basis.",
                "Privileges can be utilized only once a year per card number from all participating merchants under the Spa, Entertainment, and Streaming Platform Privilege category.",
                "The privilege is limited to the first 60 persons per month, on a first come first served basis.",
                "The cancellation or booking changes must be done at least 1 day before the intended day at Tel 02 906 3026. In case of no show, one-time redemption is applied.",
                "Please present the “Booking Code” with your Visa Infinite card and ID card on arrival to get the privileges at the merchant outlet.",
                "The privileges will be available for the cardholder at the designated location only",
                "Cardholder may bring along their guests for each visit. Any consumption of services beyond the Privilege as well as the use of facilities and services are chargeable at published rates.",
                "A smart casual dress code is required. No singlet, shorts, fitness attire, room slippers, sandals or flip-flops",
                "For more information, please contact to Tel. 02 906 3026 on Monday – Friday from 9.00 a.m. to 17.00 p.m. or Email to vthgservices@vathanagul.com",
                "Information contained in this guide is subject to changes, please carefully check before use.",
                "Visa reserves the right to amend, delete or add to any terms and conditions, and/or to cancel, terminate the privileges without prior notice.",
                "Visa shall not be responsible or liable in any manner whatsoever for any deficiency or inadequacy of services under the Visa Premium Card Privileges Program, and eligible cardholders shall look solely to the relevant participating merchants in the case of any queries or complaints for any services. No representation or warranty of any nature is made by Visa as to the quality of any services provided by any merchant.",
                "By utilizing or attempting to utilize the Visa Premium Card Privileges Program, all eligible cardholders are deemed to have read, understood, and irrevocably accepted and agreed to the terms and conditions set out herein."
            ]
        },
        "note": {
            "th": [],
            "en": []
        }
    },
    {
        "tabID": 3,
        "tabName": "STREANINGPLATFORM",
        "tabTitle": {
            "th": "Streaming Platform",
            "en": "Movie Tickets"
        },
        "descriptionTitle": {
            "th": "สิทธิพิเศษ สิทธิ์รับชม Viu premium package ราย 6 เดือน หรือ Netflix gift card มูลค่า 500 บาท",
            "en": "6-month Viu premium package or a Netflix gift card worth 500 baht privilege"
        },
        "description": {
            "th": [
                "ระยะเวลา",
                "1 ม.ค. 67 – 31 ธ.ค. 67"
            ],
            "en": [
                "Period",
                "1 Jan 24 – 31 Dec 24"
            ]
        },
        "TableName": "STREANINGPLATFORM",
        "TermsTitle": {
            "th": "ข้อกำหนดและเงื่อนไขการรับสิทธิพิเศษ",
            "en": "General regulations and conditions"
        },
        "listType": "NUMBER",
        "TermsItems": {
            "th": [
                "สิทธิพิเศษมีผลตั้งแต่วันที่ 1 มกราคม ถึง 31 ธันวาคม 2567",
                "สิทธิพิเศษสำหรับผู้ถือบัตรวีซ่า ซิกเนเจอร์ ที่ออกโดยธนาคารในประเทศไทยเท่านั้น (ยกเว้นบัตรเครดิตเพื่อธุรกิจ หรือบัตรเครดิตนิติบุคคลทุกประเภท)",
                "สงวนสิทธิ์สำหรับผู้ถือบัตรวีซ่า ซิกเนเจอร์ ที่เป็นบัตรหลักเท่านั้น",
                "ผู้ถือบัตรจะต้องมียอดใช้จ่ายผ่านบัตรวีซ่า ซิกเนเจอร์ รวม 50,000 บาทขึ้นไป (ภายใต้บัตรหมายเลขเดียวกัน)",
                "ณ วันที่ทำรายการสำรองการใช้สิทธิ์ โดยสามารถรวมยอดใช้จ่ายย้อนหลังได้ไม่เกิน 60 วันจนถึงวันที่ทำรายการสำรองสิทธิ์",
                "ผู้ถือบัตรสามารถเลือกใช้สิทธิ์สำหรับ Viu หรือ Netflix แพลตฟอร์มอย่างใดอย่างหนึ่ง",
                "Viu voucher code สำหรับการชม Premium Package ราย 6 เดือน มูลค่า 714 บาท",
                "Netfl4ix gift card มูลค่า 500 บาท สำหรับการชำระค่าบริการหรือเติมเงินบัญชี Netflix",
                "ผู้ถือบัตรจะต้องทำการสำรองการใช้สิทธิ์ผ่านทางเว็ปไซต์ www.vthgservice.com เท่านั้น",
                "สำรองการใช้สิทธิ์ล่วงหน้าอย่างน้อย 7 วัน (ไม่รวมวันหยุดนักขัตฤกษ์)",
                "ผู้ถือบัตรจะได้รับอีเมล์ยืนยันการรับสิทธิ์ พร้อม Voucher Code ภายใน 3 วันทำการนับจากวันที่ทำรายการสำรองสิทธิ์ ทั้งนี้ขึ้นอยู่กับการตรวจสอบสิทธิ์ตามเงื่อนไขจากธนาคารผู้ออกบัตร",
                "ในกรณีที่มีการขอเอกสารเพิ่มเติมเพื่อตรวจสอบสิทธิ์ตามเงื่อนไขที่กำหนด ผู้ถือบัตรจะต้องนำส่งเอกสารภายใน 3 วันนับจากวันที่ได้รับแจ้ง มิฉะนั้น บริษัทฯ ขอสงวนสิทธิ์ในการยกเลิกการสำรองสิทธิ์ครั้งนั้น และผู้ถือบัตรจะต้องทำรายการสำรองสิทธิ์ใหม่ โดยนับตามลำดับก่อน/หลัง",
                "สงวนสิทธิ์ในการรับสิทธิพิเศษ 1 ครั้ง ต่อ 1 หมายเลขบัตร ตลอดระยะเวลารายการ (รวมการใช้สิทธิ์ของสตรีมมิ่งแพลตฟอร์ม โรงภาพยนตร์และสปา ทุกแห่งที่ร่วมรายการ)",
                "สิทธิพิเศษมีจำนวนจำกัด 150 สิทธิ์ต่อเดือนขึ้นอยู่กับลำดับก่อน/หลัง",
                "Voucher Code ที่ผู้ถือบัตรได้รับ สามารถใช้ได้ภายในวันที่กำหนด โดยในระหว่างนั้นถือว่าอยู่ในการถือครองของผู้ถือบัตรเอง บริษัทฯ จะไม่รับผิดชอบใดๆ ในกรณีที่สูญหาย และจะไม่มีการออกโค้ดทดแทนให้",
                "สอบถามข้อมูลเพิ่มเติม หรือติดตามการสำรองสิทธิ์ (ในกรณีที่ไม่ได้รับอีเมล์ตอบกลับ) ที่โทร 02 906 3026 วันจันทร์-ศุกร์ เวลา 9.00 – 17.00 น. หรือ อีเมล์ vthgservices@vathanagul.com",
                "รายละเอียดที่ระบุไว้ในสื่อประชาสัมพันธ์อาจมีการเปลี่ยนแปลง กรุณาตรวจสอบรายละเอียดเงื่อนไขก่อนการสำรองสิทธิ์ หรือการใช้สิทธิ์ทุกครั้ง",
                "วีซ่า อินเตอร์เนชั่นแนล (ประเทศไทย) ขอสงวนสิทธิ์ในการยกเลิก เปลี่ยนแปลง หรือเพิ่มเติมรายละเอียดเงื่อนไข โดยมิต้องแจ้งให้ทราบล่วงหน้า",
                "วีซ่า อินเตอร์เนชั่นแนล (ประเทศไทย) ไม่มีส่วนเกี่ยวข้องหรือรับผิดชอบใด ๆ กับบริการของร้านค้าที่ร่วมรายการกรณีที่มีข้อสงสัยหรือข้อร้องเรียนเกี่ยวกับบริการของร้านค้า ผู้ถือบัตรจะต้องดำเนินการโดยตรงกับร้านค้า",
                "เมื่อผู้ถือบัตรทำการสำรองสิทธิ์ หรือใช้สิทธิ์ในรายการแล้ว ถือว่าผู้ถือบัตรได้อ่าน ทำความเข้าใจ และยอมรับรายละเอียดเงื่อนไขตามที่กำหนด วีซ่าฯ จะไม่รับการร้องเรียนใดๆ ที่เกิดขึ้นในภายหลัง"
            ],
            "en": [
                "Privilege is valid from 1 January to 31 December 2024",
                "Privileges are applicable for Visa Signature Cards issued in Thailand only (except Corporate, Commercial and SME Business card).",
                "Privileges are valid for the main cardholder only.",
                "A minimum of THB 50,000 accumulated spending by a Visa Signature card is required (payment on the same card number) at the date of privilege booking. The eligible spending transactions can be combined days prior to the date of booking.",
                "Cardholder can select either Viu or Netflix streaming platform privilege.",
                "Viu Premium 6 months Package value THB 714",
                "Netflix gift card value THB 500 to top up your Netflix subscriber account.",
                "Privilege redemption is available via www.vthgservice.com",
                "Reserve at least 7 days in advance (excluding public holidays).",
                "Cardholder will get an email confirmation and “Voucher Code” within 3 working days after the redemption request is made, subject to the verification process.",
                "In case any supporting documents are requested from the cardholder for the verification. Cardholder has to submit those documents within 3 days, otherwise Visa reserves the right to cancel the booking and the cardholder has to make a new booking, on a first come first served basis.",
                "Privileges can be utilized only once a year per card number from all participating merchants in the Streaming Platform, Entertainment and Spa Privilege category.",
                "The privilege is limited to the first 150 persons per month, on a first come first served basis.",
                "The “Voucher Code” is valid according to designated date and belongs to the cardholder. Visa shall not be responsible for lost codes and will not be able to re-issue lost codes.",
                "For more information, please contact Tel. 02 906 3026 on Monday – Friday from 9.00 a.m. to 17.00 p.m. or Email to vthgservices@vathanagul.com",
                "Information contained in this guide is subject to changes, please carefully check before use.",
                "Visa reserves the right to amend, delete or add to any terms and conditions, and/or to cancel, terminate the privileges without prior notice.",
                "Visa shall not be responsible or liable in any manner whatsoever for any deficiency or inadequacy of services under the Visa Premium Card Privileges Program, and eligible cardholders shall look solely to the relevant participating merchants in the case of any queries or complaints for any services. No representation or warranty of any nature is made by Visa as to the quality of any services provided by any merchant.",
                "By utilizing or attempting to utilize the Visa Premium Card Privileges Program, all eligible cardholders are deemed to have read, understood, and irrevocably accepted and agreed to the terms and conditions set out herein."
            ]
        },
        "note": {
            "th": [],
            "en": []
        }
    }
]