[
    {
        "DID": 1,
        "DialogName": "KTCFOREVERX2VISA",
        "Headline": {
            "th": "เงื่อนไขการรับคะแนน KTC FOREVER สูงสุด X2",
            "en": "Terms & conditions of 2x KTC FOREVER points"
        },
        "Description": {
            "th": [
                ""
            ],
            "en": [
                ""
            ]
        },
        "TableName": "",
        "TermContent": [
            {
                "Title": {
                    "th": "",
                    "en": ""
                },
                "Content": {
                    "th": [
                        ""
                    ],
                    "en": [
                        ""
                    ]
                },
                "TableName": "",
                "TermList": {
                    "th": [
                        "ทุก 25 บาทที่ใช้จ่ายผ่านบัตรเครดิต KTC VISA SIGNATURE รับ 1 คะแนน KTC FOREVER",
                        "คะแนน KTC FOREVER x2 = 1 คะแนนปกติ + 1 คะแนนพิเศษจากทุกการใช้จ่ายผ่านบัตรฯ เป็นสกุลเงินต่างประเทศ (ยกเว้น 31 ประเทศในเขตเศรษฐกิจยุโรป และสาธารณรัฐประชาชนจีน)",
                        "ยกเว้นการให้คะแนน KTC FOREVER สำหรับยอดใช้จ่ายผ่านบัตรฯ ที่ร้านค้าในเขตเศรษฐกิจยุโรป 31 ประเทศ สาธารณรัฐประชาชนจีน และหมวดอื่น ๆ ที่กำหนด ดูรายละเอียดเพิ่มเติมที่ www.ktc.co.th/rewards",
                        "เคทีซีขอสงวนสิทธิ์มอบคะแนน KTC FOREVER ตามรายการนี้ เฉพาะยอดใช้จ่ายที่ซื้อสินค้าเพื่อการบริโภคส่วนบุคคล ไม่รวมถึงรายการซื้อสินค้าเชิงพาณิชย์ เพื่อการค้า เก็งกำไร ทุจริต หรือฉ้อฉล โดยหากตรวจพบขอสงวนสิทธิ์ในการมอบ ยกเลิก เพิกถอน หรือเรียกคืนคะแนน KTC FOREVER ที่มอบให้ ไม่ว่าทั้งหมดหรือบางส่วน รวมทั้งเรียกให้ชดใช้ค่าเสียหายตามแต่ละกรณี",
                        "สิทธิประโยชน์ตามรายการนี้ ไม่สามารถแลกเปลี่ยน หรือทอนเป็นเงินสด หรือโอนสิทธิ์ให้แก่ผู้อื่นได้",
                        "สงวนสิทธิ์ไม่นำดอกเบี้ย ค่าธรรมเนียมการใช้วงเงิน ค่าปรับ ค่าธรรมเนียมต่างๆ และรายการที่ยกเลิกการซื้อสินค้า/บริการ หรือเงินคืนที่เกิดจากการ Refund ทุกประเภท มาคำนวณเพื่อมอบสิทธิประโยชน์ให้แก่สมาชิกตามรายการนี้",
                        "สิทธิประโยชน์ตั้งแต่วันที่ 1 ม.ค. 67 – 31 ธ.ค. 67"
                    ],
                    "en": [
                        "Earn 1 KTC FOREVER point for every 25 Baht purchase with KTC VISA SIGNATURE credit card.",
                        "Earn 2x KTC FOREVER points = 1 regular point + 1 special point on any purchases in a foreign currency (Exclude 31 countries in the European Economic Area and People's Republic of China)",
                        "KTC reserves the right to exempt KTC FOREVER for all transactions at stores in 31 countries in the European Economic Area, People's Republic of China and other specified categories. For more information, please visit www.ktc.co.th/rewards.",
                        "KTC reserves the right that KTC FOREVER point is eligible to only spending for the purchase of goods for personal consumption, and not for business or trading purposes, or earning profits, or frauds in relation to use of his/their KTC credit card. KTC also reserves the right, in its absolute discretion, to cancel, terminate, suspend or revoke partials or KTC FOREVER points, and also may claim for damage recovery.",
                        "Privileges under this promotion cannot be exchanged, changed to cash, or transferred to any other party.",
                        "KTC reserves the right to exclude interest, credit line fee usage , fine, any other fees and charges, cancellation of goods/services purchased or any other refund, from the calculation of privileges offering to cardmembers under this promotion.",
                        "Offers are valid from 1 Jan 24 - 31 Dec 24."
                    ]
                }
            }
        ]
    },
    {
        "DID": 2,
        "DialogName": "MIRACLELOUNGEVISA",
        "Headline": {
            "th": "ข้อกำหนดและเงื่อนไขการใช้บริการห้องรับรองพิเศษ MIRACLE LOUNGE",
            "en": "Terms and conditions for The MIRACLE LOUNGE access"
        },
        "Description": {
            "th": [
                ""
            ],
            "en": [
                ""
            ]
        },
        "TableName": "",
        "TermContent": [
            {
                "Title": {
                    "th": "",
                    "en": ""
                },
                "Content": {
                    "th": [
                        ""
                    ],
                    "en": [
                        ""
                    ]
                },
                "TableName": "",
                "TermList": {
                    "th": [
                        "สงวนสิทธิ์สำหรับสมาชิกบัตรเครดิต KTC VISA SIGNATURE (เฉพาะบัตรหลักเท่านั้น) ที่มีสถานะบัญชีปกติ และมีการใช้จ่ายอย่างน้อย 1 ครั้งหลังจากเปิดใช้งานบัตร",
                        "สำหรับสมาชิกบัตรฯ ที่เดินทางระหว่างประเทศโดยสายการบินไทยเท่านั้น โดยสามารถใช้สิทธิ์ได้ 2 ครั้งต่อบัตรต่อปี",
                        "แสดงบัตรที่นั่งเที่ยวบินขาออกของสายการบินไทย (Boarding Pass) พร้อมบัตรเครดิต KTC VISA SIGNATURE ทุกครั้งที่เข้าใช้บริการ (1 บัตรต่อ 1 เที่ยวบินเท่านั้น) กับเจ้าหน้าที่หน้าห้องรับรอง MIRACLE LOUNGE ก่อนเข้าใช้บริการ",
                        "ห้องรับรองพิเศษ MIRACLE LOUNGE ขอสงวนสิทธิ์การใช้บริการไม่เกิน 2 ชั่วโมงต่อครั้ง หากเกินกว่านี้ ต้องเสียค่าใช้บริการเพิ่มเติมตามที่ห้องรับรองฯ กำหนด",
                        "ผู้ถือบัตรฯ สามารถเข้าใช้บริการที่ห้องรับรองพิเศษ MIRACLE LOUNGE อาคารผู้โดยสารขาออกระหว่างประเทศ สนามบินสุวรรณภูมิ ตามเงื่อนไขที่ห้องรับรองกำหนดเท่านั้น โดยสามารถเข้าใช้บริการได้ ดังนี้ <br>• Concourse A, A1 Block 2, Level 3 First and Business Class Lounge (Shower room, Rest room are available)<br>• Concourse C, Level 3, First and Business Class Lounge<br>• Concourse D, Level 3 (Opposite Gate D5/D6) First and Business Class Lounge (Shower room, Rest room are available)<br>• Concourse F, Level 3, Business Class Lounge<br>• Concourse G, Level 3, First Class Lounge<br>• Concourse G, Level 3 (Opposite Gate G2), Business Class Lounge (Shower room, Rest room are available)<br>• Concourse G, Level 4, First Class Lounge (Shower room, Rest room are available)<br>• SAT-1 Terminal, First and Business Class Lounge (Shower room, Rest room are available)",
                        "สิทธิเข้าห้องรับรองพิเศษ MIRACLE LOUNGE สามารถใช้บริการได้ภายในระยะเวลา 1 มกราคม 2567 – 31 ธันวาคม 2567"
                    ],
                    "en": [
                        "Lounge access is reserved for KTC VISA SIGNATURE credit cardholders (primary card only) with normal account status and who have made at least 1 transaction after card activation",
                        "Lounge access is reserved for primary KTC credit cardholders traveling abroad with Thai Airways only and limited to 2 accesses per card per year.",
                        "To enjoy the privilege, present your Thai Airways outbound flight boarding pass along with KTC VISA SIGNATURE credit card to the staff in front of the MIRACLE LOUNGE before every access  (Limited to 1 card per 1 flight).",
                        "The MIRACLE LOUNGE reserves the right to provide the service for a maximum duration of 2 hours at a time. If this time limit is exceeded, additional service fees must be paid, as determined by the lounge.",
                        "KTC credit cardholders are enTitled to use the service at the MIRACLE LOUNGE in the International Departures Building at Suvarnabhumi Airport subject to the conditions stipulated by the lounge. You can access services at all 8 points as follows:<br>• Concourse A, A1 Block 2, Level 3 First and Business Class Lounge (Shower room, Rest room are available)<br>• Concourse C, Level 3, First and Business Class Lounge<br>• Concourse D, Level 3 (Opposite Gate D5/D6) First and Business Class Lounge (Shower room, Rest room are available)<br>• Concourse F, Level 3, Business Class Lounge<br>• Concourse G, Level 3, First Class Lounge<br>• Concourse G, Level 3 (Opposite Gate G2), Business Class Lounge (Shower room, Rest room are available)<br>• Concourse G, Level 4, First Class Lounge (Shower room, Rest room are available)<br>• SAT-1 Terminal, First and Business Class Lounge (Shower room, Rest room are available)",
                        "The MIRACLE LOUNGE access privilege can be used from January 1, 2024, to December 31, 2024."
                    ]
                }
            }
        ]
    },
    {
        "DID": 2,
        "DialogName": "AfternoonTea",
        "Headline": {
            "th": "เงื่อนไขสิทธิพิเศษ",
            "en": "Terms & Conditions of Afternoon Tea Privilege"
        },
        "Description": {
            "th": [
                "<strong>สิทธิพิเศษ 1. รับสิทธิซื้อชุดน้ำชายามบ่ายสำหรับ 2 ท่าน ในราคาพิเศษ 500 บาท</strong>",
                "<strong>สิทธิพิเศษ 2. รับสิทธิซื้อชุดน้ำชายามบ่ายสำหรับ 2 ท่าน ในราคาพิเศษ 800 บาท</strong>",
                "<br><strong>ระยะเวลา</strong>",
                "1 ม.ค. 67 – 31 ธ.ค. 67"
            ],
            "en": [
                "<strong>Privilege:</strong>",
                "<strong>I. Special price at THB 500 for Afternoon Tea set for two</strong>",
                "<strong>II. Special price at THB 800 for Afternoon Tea set for two</strong>"
            ]
        },
        "TableName": "AfternoonTea",
        "TermContent": [
            {
                "Title": {
                    "th": "ข้อกำหนดและเงื่อนไขการรับสิทธิพิเศษ",
                    "en": ""
                },
                "Content": {
                    "th": [
                        ""
                    ],
                    "en": [
                        ""
                    ]
                },
                "TableName": "",
                "TermList": {
                    "th": [
                        "สงวนสิทธิ์สำหรับสมาชิกบัตรเครดิต KTC VISA SIGNATURE (เฉพาะบัตรหลักเท่านั้น) ที่มีสถานะบัญชีปกติ และมีการใช้จ่ายอย่างน้อย 1 ครั้งหลังจากเปิดใช้งานบัตร",
                        "สำหรับสมาชิกบัตรฯ ที่เดินทางระหว่างประเทศโดยสายการบินไทยเท่านั้น โดยสามารถใช้สิทธิ์ได้ 2 ครั้งต่อบัตรต่อปี",
                        "แสดงบัตรที่นั่งเที่ยวบินขาออกของสายการบินไทย (Boarding Pass) พร้อมบัตรเครดิต KTC VISA SIGNATURE ทุกครั้งที่เข้าใช้บริการ (1 บัตรต่อ 1 เที่ยวบินเท่านั้น) กับเจ้าหน้าที่หน้าห้องรับรอง MIRACLE LOUNGE ก่อนเข้าใช้บริการ",
                        "ห้องรับรองพิเศษ MIRACLE LOUNGE ขอสงวนสิทธิ์การใช้บริการไม่เกิน 2 ชั่วโมงต่อครั้ง หากเกินกว่านี้ ต้องเสียค่าใช้บริการเพิ่มเติมตามที่ห้องรับรองฯ กำหนด",
                        "ผู้ถือบัตรฯ สามารถเข้าใช้บริการที่ห้องรับรองพิเศษ MIRACLE LOUNGE อาคารผู้โดยสารขาออกระหว่างประเทศ สนามบินสุวรรณภูมิ ตามเงื่อนไขที่ห้องรับรองกำหนดเท่านั้น โดยสามารถเข้าใช้บริการได้ ดังนี้ <br>• Concourse A, A1 Block 2, Level 3 First and Business Class Lounge (Shower room, Rest room are available)<br>• Concourse C, Level 3, First and Business Class Lounge<br>• Concourse D, Level 3 (Opposite Gate D5/D6) First and Business Class Lounge (Shower room, Rest room are available)<br>• Concourse F, Level 3, Business Class Lounge<br>• Concourse G, Level 3, First Class Lounge<br>• Concourse G, Level 3 (Opposite Gate G2), Business Class Lounge (Shower room, Rest room are available)<br>• Concourse G, Level 4, First Class Lounge (Shower room, Rest room are available)<br>• SAT-1 Terminal, First and Business Class Lounge (Shower room, Rest room are available)",
                        "สิทธิเข้าห้องรับรองพิเศษ MIRACLE LOUNGE สามารถใช้บริการได้ภายในระยะเวลา 1 มกราคม 2567 – 31 ธันวาคม 2567"
                    ],
                    "en": [
                        "Lounge access is reserved for KTC VISA SIGNATURE credit cardholders (primary card only) with normal account status and who have made at least 1 transaction after card activation",
                        "Lounge access is reserved for primary KTC credit cardholders traveling abroad with Thai Airways only and limited to 2 accesses per card per year.",
                        "To enjoy the privilege, present your Thai Airways outbound flight boarding pass along with KTC VISA SIGNATURE credit card to the staff in front of the MIRACLE LOUNGE before every access  (Limited to 1 card per 1 flight).",
                        "The MIRACLE LOUNGE reserves the right to provide the service for a maximum duration of 2 hours at a time. If this time limit is exceeded, additional service fees must be paid, as determined by the lounge.",
                        "KTC credit cardholders are enTitled to use the service at the MIRACLE LOUNGE in the International Departures Building at Suvarnabhumi Airport subject to the conditions stipulated by the lounge. You can access services at all 8 points as follows:<br>• Concourse A, A1 Block 2, Level 3 First and Business Class Lounge (Shower room, Rest room are available)<br>• Concourse C, Level 3, First and Business Class Lounge<br>• Concourse D, Level 3 (Opposite Gate D5/D6) First and Business Class Lounge (Shower room, Rest room are available)<br>• Concourse F, Level 3, Business Class Lounge<br>• Concourse G, Level 3, First Class Lounge<br>• Concourse G, Level 3 (Opposite Gate G2), Business Class Lounge (Shower room, Rest room are available)<br>• Concourse G, Level 4, First Class Lounge (Shower room, Rest room are available)<br>• SAT-1 Terminal, First and Business Class Lounge (Shower room, Rest room are available)",
                        "The MIRACLE LOUNGE access privilege can be used from January 1, 2024, to December 31, 2024."
                    ]
                }
            }
        ]
    },
    {
        "DID": 3,
        "DialogName": "GolfClub",
        "Headline": {
            "th": "ข้อกำหนดและเงื่อนไขทั่วไปในการรับสิทธิพิเศษสนามกอล์ฟ",
            "en": "Terms & Conditions of Afternoon Tea Privilege"
        },
        "Description": {
            "th": [
                "<strong>สิทธิพิเศษ ส่วนลด 50% ค่ากรีนฟี</strong><br>",
                "<strong>ระยะเวลา</strong>",
                "1 มกราคม – 31 ธันวาคม 2567"
            ],
            "en": [
                "<strong>Privilege:</strong>",
                "<strong>I. Special price at THB 500 for Afternoon Tea set for two</strong>",
                "<strong>II. Special price at THB 800 for Afternoon Tea set for two</strong>"
            ]
        },
        "TableName": "GolfClub",
        "TermContent": [
            {
                "Title": {
                    "th": "ข้อกำหนดและเงื่อนไขการรับสิทธิพิเศษ",
                    "en": "GolfClub"
                },
                "Content": {
                    "th": [
                        ""
                    ],
                    "en": [
                        ""
                    ]
                },
                "TableName": "",
                "TermList": {
                    "th": [
                        "สิทธิพิเศษมีผลตั้งแต่วันที่ 1 มกราคม ถึง 31 ธันวาคม 2567",
                        "สิทธิพิเศษสำหรับผู้ถือบัตรวีซ่า ซิกเนเจอร์ ที่ออกโดยธนาคารในประเทศไทยเท่านั้น (ยกเว้นบัตรเครดิตเพื่อธุรกิจ หรือบัตรเครดิตนิติบุคคลทุกประเภท)",
                        "สงวนสิทธิ์สำหรับผู้ถือบัตรวีซ่า ซิกเนเจอร์ ที่เป็นบัตรหลักเท่านั้น",
                        "สามารถใช้สิทธิ์ได้ 1 ครั้ง ต่อ 1 หมายเลขบัตร ต่อเดือน (รวมการใช้สิทธิ์จากทุกสนามที่เข้าร่วมรายการ) · ผู้ถือบัตรจะต้องทำการสำรองการใช้สิทธิ์ผ่านทางเว็ปไซต์ www.vthgservice.com เท่านั้น",
                        "สำรองการใช้สิทธิ์ล่วงหน้าอย่างน้อย 7 วัน (ไม่รวมวันหยุดนักขัตฤกษ์)",
                        "ผู้ถือบัตรจะได้รับอีเมล์ยืนยันการรับสิทธิ์ภายใน 3 วันทำการนับจากวันที่ทำรายการสำรองสิทธิ์ ทั้งนี้ขึ้นอยู่กับการตรวจสอบสิทธิ์ตามเงื่อนไขจากธนาคารผู้ออกบัตร และจำนวนที่ว่าง",
                        "สิทธิพิเศษมีจำนวนจำกัด 30 สิทธิ์ต่อเดือนขึ้นอยู่กับลำดับก่อน/หลัง",
                        "ผู้ถือบัตรวีซ่า ซิกเนเจอร์ จะต้องพาเพื่อนสมาชิกร่วมออกรอบ 4 ท่านต่อกลุ่ม",
                        "จำกัดการใช้สิทธิ์โดยผู้ถือบัตรวีซ่าซิกเนเจอร์ ไม่เกิน 2 ท่านต่อ 1 กลุ่มเท่านั้น",
                        "สิทธิพิเศษเฉพาะค่ากรีนฟี ค่าใช้จ่ายอื่นๆ นอกเหนือจากนี้ผู้ถือบัตรวีซ่าซิกเนเจอร์ จะต้องเป็นผู้รับผิดชอบค่าใช้จ่ายด้วยตัวเอง",
                        "สำหรับเพื่อนสมาชิกของผู้ถือบัตรวีซ่าซิกเนเจอร์ จะต้องชำระค่ากรีนฟี รถกอล์ฟ แคดดี้ ตามเงื่อนไขของสนามกอล์ฟ ถึงแม้ว่าเพื่อนสมาชิกในกลุ่มจะเป็นผู้ถือบัตรวีซ่า ซิกเนเจอร์ก็ตาม",
                        "สงวนสิทธิ์ในการรับสำรองเวลาออกรอบ เฉพาะผู้ที่ไม่มีการสำรองค้างอยู่ (ถ้ามี) ผู้ถือบัตรวีซ่า ซิกเนเจอร์ จะทำการสำรองเวลาในการออกรอบครั้งใหม่ได้ ต่อเมื่อได้ใช้สิทธิ์การสำรองครั้งก่อนเสร็จสิ้นแล้ว",
                        "ผู้ถือบัตรวีซ่า ซิกเนเจอร์ ที่ทำการสำรองการออกรอบไว้แล้ว ไม่สามารถโอนการใช้สิทธิ์ไปให้ผู้อื่นได้",
                        "สิทธิพิเศษนี้เป็นการสนับสนุนจากวีซ่าเพื่อมอบให้กับผู้ถือบัตรวีซ่า ซิกเนเจอร์ มิใช่เป็นสิทธิพิเศษจากทางสนามกอล์ฟ",
                        "ผู้ถือบัตรวีซ่า ซิกเนเจอร์ไม่มีสิทธิ์ในการเข้าใช้บริการ โดยมิได้มีการสำรองการออกรอบล่วงหน้าผ่านช่องทางที่กำหนดไว้ในสื่อประชาสัมพันธ์",
                        "สนามกอล์ฟสงวนสิทธิ์ที่จะไม่ให้บริการ หรือตอบข้อสงสัยใดๆ เกี่ยวกับสิทธิพิเศษจากวีซ่า รวมถึงการติดต่อสำรองการออกรอบโดยตรงกับทางสนามกอล์ฟ",
                        "การอนุมัติ ยกเลิกหรือการเปลี่ยนแปลงการออกรอบนั้น ขึ้นอยู่กับการพิจารณาตามความเหมาะสมของสนามกอล์ฟ",
                        "ผู้ถือบัตรวีซ่า ซิกเนเจอร์ ที่ต้องการเปลี่ยนแปลงเวลาหรือยกเลิกการออกรอบ จะต้องแจ้งล่วงหน้าอย่างน้อย 2 วันทำการ หมายเลข 02 919 8423 ทุกวันจันทร์ – ศุกร์ เวลา 9.00–17.00 น. มิเช่นนั้น ทางสนามกอล์ฟจะคิดค่าธรรมเนียม สำหรับการยกเลิกการออกรอบ",
                        "กรณีที่ฝนตก ทำให้ไม่สามารถเล่นกอล์ฟต่อได้ การอนุญาตให้ลงเล่นในภายหลังหรือคืนค่าใช้จ่ายขึ้นอยู่กับนโยบายของแต่ละสนามกอล์ฟที่เข้าร่วมรายการ",
                        "สิทธิพิเศษนี้ไม่สามารถใช้สำหรับการออกรอบในเวลากลางคืนได้",
                        "สิทธิพิเศษนี้ในการเข้าใช้บริการสนามกอล์ฟ เป็นไปตามเงื่อนไขที่วีซ่า และสนามกอล์ฟกำหนดไว้ให้กับผู้ถือบัตรวีซ่า ซิกเนเจอร์เท่านั้น ไม่สามารถใช้เพื่อการสันทนาการเฉพาะกลุ่ม หรือกิจกรรมอื่นๆ ได้",
                        "สิทธิพิเศษนี้ ไม่เกี่ยวข้องกับการเป็นสมาชิกของสนามกอล์ฟแต่อย่างใด และไม่สามารถใช้ร่วมกับรายการส่งเสริมการขายหรือกิจกรรมสันทนาการอื่นๆ หรือรายการแข่งขันเฉพาะกลุ่มได้",
                        "รายละเอียดที่ระบุไว้ในสื่อประชาสัมพันธ์อาจมีการเปลี่ยนแปลง กรุณาตรวจสอบรายละเอียดเงื่อนไขก่อนการสำรองสิทธิ์ หรือการใช้สิทธิ์ทุกครั้ง",
                        "วีซ่า อินเตอร์เนชั่นแนล (ประเทศไทย) ขอสงวนสิทธิ์ในการยกเลิก เปลี่ยนแปลง หรือเพิ่มเติมรายละเอียดเงื่อนไข โดยมิต้องแจ้งให้ทราบล่วงหน้า",
                        "วีซ่า อินเตอร์เนชั่นแนล (ประเทศไทย) ไม่มีส่วนเกี่ยวข้องหรือรับผิดชอบใด ๆ กับบริการของสนามกอล์ฟที่ร่วมรายการ กรณีที่มีข้อสงสัยหรือข้อร้องเรียนเกี่ยวกับบริการของสนามกอล์ฟ ผู้ถือบัตรจะต้องดำเนินการโดยตรงกับสนามกอล์ฟ",
                        "เมื่อผู้ถือบัตรทำการสำรองสิทธิ์ หรือใช้สิทธิ์ในรายการแล้ว ถือว่าผู้ถือบัตรได้อ่าน ทำความเข้าใจ และยอมรับรายละเอียดเงื่อนไขตามที่กำหนด วีซ่าฯ จะไม่รับการร้องเรียนใดๆ ที่เกิดขึ้นในภายหลัง"
                    ],
                    "en": [
                        "Privilege is valid from 1 January to 31 December 2024.",
                        "Privileges are available for Visa Signature Cards issued in Thailand only. (except Corporate, Commercial and SME Business card)",
                        "Privileges are valid for the main cardholder only and can be utilized once a month per cardholder from all participating golf courses in the Golf Privilege category.",
                        "Privilege is limited to the first 30 persons per month, on a first come first served basis.",
                        "Visa Signature cardholders must accompany guest(s). There is limit to a maximum 4 balls per flight.",
                        "The use of privilege is limited to a maximum of two Signature cardholders per group only.",
                        "Privileges are inclusive of green fee only. Cost of caddy, golf cart are to be borne by the Visa Signature cardholder.",
                        "His / Her guests have to pay for green fee, golf cart, and caddie at affiliate rates at the club where applicable even if his / her guests are Visa Signature cardholders.",
                        "Reservations required at least 4 working days in advance of the intended date of play through Tel. 02 919 8423 on Monday – Friday from 9.00 – 17.00 hrs. and subject to availability.",
                        "Cardholders are not allowed to book the next golf game until the current game has been played.",
                        "The booking cannot be transferred to other person.",
                        "Privileges are subsidized by Visa and are not a direct offer from the golf clubs.",
                        "Visa Signature cardholders will not be granted access rights to the clubs without prior bookings through the relevant booking channel notified in the communication to the Visa Signature cardholders.",
                        "Golf clubs will not entertain any correspondence/enquires and/or attempts for bookings from Visa Signature cardholders when they contact the golf clubs directly.",
                        "Any changes and cancellation must be made 2 working days prior to intended tee-off date/time and are subject to availability, otherwise the cancellation and amendment fees will be applied.",
                        "Privilege is not applicable to night golf games.",
                        "Privilege is not to be regarded as a golf club membership.",
                        "Privileges are not valid for use in conjunction with other promotions, membership’s discounts or offers, and cannot be used with other promotion, participation in social games or golf tournament.",
                        "Visa and Golf course reserves the right to change the stipulated club with another club of the same repute.",
                        "The information contained in this guide is subject to changes, please carefully check before use.",
                        "Visa reserves the right to amend, delete or add to any terms and conditions, and/or to cancel, terminate the privileges without prior notice.",
                        "Visa shall not be responsible or liable in any manner whatsoever for any deficiency or inadequacy of services under the Visa Premium Card Privileges Program, and eligible cardholders shall look solely to the relevant participating merchants in the case of any queries or complaints for any services. No representation or warranty of any nature is made by Visa as to the quality of any services provided by any merchant.",
                        "By utilizing or attempting to utilize the Visa Premium Card Privileges Program, all eligible cardholders are deemed to have read, understood and irrevocably accepted and agreed to the terms and conditions set out herein."
                    ]
                }
            }
        ]
    },
    {
        "DID": 4,
        "DialogName": "Entertainment",
        "Headline": {
            "th": "ข้อกำหนดและเงื่อนไข",
            "en": "Terms and Conditions"
        },
        "Description": {
            "th": [
                ""
            ],
            "en": [
                ""
            ]
        },
        "TableName": "",
        "TermContent": [
            {
                "Title": {
                    "th": "ข้อกำหนดและเงื่อนไขการรับสิทธิพิเศษ",
                    "en": ""
                },
                "Content": {
                    "th": [
                        "<strong>สิทธิพิเศษ ส่วนลด 50% สำหรับบัตรชมภาพยนตร์ Premium Seat 1 คู่</strong>",
                        "<strong>ระยะเวลา</strong><br>1 ม.ค. 67 – 31 ธ.ค. 67"
                    ],
                    "en": [
                        ""
                    ]
                },
                "TableName": "Enterainment",
                "TermList": {
                    "th": [
                        "สิทธิพิเศษมีผลตั้งแต่วันที่ 1 มกราคม ถึง 31 ธันวาคม 2567",
                        "สิทธิพิเศษสำหรับผู้ถือบัตรวีซ่า ซิกเนเจอร์ ที่ออกโดยธนาคารในประเทศไทยเท่านั้น (ยกเว้นบัตรเครดิตเพื่อธุรกิจ หรือบัตรเครดิตนิติบุคคลทุกประเภท)",
                        "สงวนสิทธิ์สำหรับผู้ถือบัตรวีซ่า ซิกเนเจอร์ ที่เป็นบัตรหลักเท่านั้น",
                        "ผู้ถือบัตรจะต้องมียอดใช้จ่ายผ่านบัตรวีซ่า ซิกเนเจอร์ รวม 50,000 บาทขึ้นไป (ภายใต้บัตรหมายเลขเดียวกัน) ณ วันที่ทำรายการสำรองการใช้สิทธิ์, โดยสามารถรวมยอดใช้จ่ายย้อนหลังได้ไม่เกิน 60 วันจนถึงวันที่ทำรายการสำรองสิทธิ์",
                        "ผู้ถือบัตรจะต้องทำการสำรองการใช้สิทธิ์ผ่านทางเว็ปไซต์ www.vthgservice.com เท่านั้น",
                        "สำรองการใช้สิทธิ์ล่วงหน้าอย่างน้อย 7 วัน (ไม่รวมวันหยุดนักขัตฤกษ์)",
                        "ผู้ถือบัตรจะได้รับอีเมล์ยืนยันการรับสิทธิ์ พร้อม Discount Code ภายใน 3 วันทำการนับจากวันที่ทำรายการสำรองสิทธิ์, ทั้งนี้ขึ้นอยู่กับการตรวจสอบสิทธิ์ตามเงื่อนไขจากธนาคารผู้ออกบัตร",
                        "ในกรณีที่มีการขอเอกสารเพิ่มเติมเพื่อตรวจสอบสิทธิ์ตามเงื่อนไขที่กำหนด, ผู้ถือบัตรจะต้องนำส่งเอกสารภายใน 3 วันนับจากวันที่ได้รับแจ้ง, มิฉะนั้น, บริษัทฯ ขอสงวนสิทธิ์ในการยกเลิกการสำรองสิทธิ์ครั้งนั้น และ ผู้ถือบัตรจะต้องทำรายการสำรองสิทธิ์ใหม่, โดยนับตามลำดับก่อน/หลัง",
                        "Discount Code (ส่วนลด 50%) สำหรับการซื้อบัตรชมภาพยนตร์ 1 คู่ (2 ท่าน) บัตรจำหน่ายเป็นคู่ สำหรับ 2 ท่าน ไม่สามารถแยกซื้อเป็นที่นั่งเดี่ยวได้",
                        "ผู้ถือบัตรจะต้องแสดง Discount Code เมื่อทำการสำรองที่นั่งที่โรงภาพยนตร์, และชำระส่วนต่างค่าบัตรชมภาพยนตร์ด้วยบัตรวีซ่า ซิกเนเจอร์เท่านั้น",
                        "สงวนสิทธิ์ในการรับสิทธิพิเศษ 1 ครั้ง ต่อ 1 หมายเลขบัตร ตลอดระยะเวลารายการ (รวมการใช้สิทธิ์จากโรงภาพยนตร์ สตรีมมิ่งแพลตฟอร์มและสปา ทุกแห่งที่ร่วมรายการ)",
                        "สิทธิพิเศษมีจำนวนจำกัด 30 สิทธิต่อเดือนขึ้นอยู่กับลำดับก่อน/หลัง",
                        "Discount Code ที่ผู้ถือบัตรได้รับ สามารถใช้ได้ภายในวันที่ 31 ธันวาคม 2567, โดยในระหว่างนั้นถือว่าอยู่ในการถือครองของผู้ถือบัตรเอง, บริษัทฯ จะไม่รับผิดชอบใดๆ ในกรณีที่สูญหาย และจะไม่มีการออกโค้ดทดแทนให้",
                        "สอบถามข้อมูลเพิ่มเติม หรือติดตามการสำรองสิทธิ์ (ในกรณีที่ไม่ได้รับอีเมล์ตอบกลับ) ที่โทร 02 906 3026, วันจันทร์-ศุกร์ เวลา 9.00 – 17.00 น., หรือ อีเมล์ vthgservices@vathanagul.com",
                        "รายละเอียดที่ระบุไว้ในสื่อประชาสัมพันธ์อาจมีการเปลี่ยนแปลง, กรุณาตรวจสอบรายละเอียดเงื่อนไขก่อนการสำรองสิทธิ์ หรือการใช้สิทธิ์ทุกครั้ง",
                        "วีซ่า อินเตอร์เนชั่นแนล (ประเทศไทย) ขอสงวนสิทธิ์ในการยกเลิก, เปลี่ยนแปลง, หรือเพิ่มเติมรายละเอียดเงื่อนไขโดยมิต้องแจ้งให้ทราบล่วงหน้า",
                        "วีซ่า อินเตอร์เนชั่นแนล (ประเทศไทย) ไม่มีส่วนเกี่ยวข้องหรือรับผิดชอบใด ๆ กับบริการของร้านค้าที่ร่วมรายการกรณีที่มีข้อสงสัยหรือข้อร้องเรียนเกี่ยวกับบริการของร้านค้า ผู้ถือบัตรจะต้องดำเนินการโดยตรงกับร้านค้า",
                        "เมื่อผู้ถือบัตรทำการสำรองสิทธิ์ และใช้สิทธิ์ในรายการแล้ว ถือว่าผู้ถือบัตรได้อ่าน ทำความเข้าใจ และยอมรับรายละเอียดเงื่อนไขตามที่กำหนด วีซ่าฯ จะไม่รับการร้องเรียนใดๆ ที่เกิดขึ้นในภายหลัง"
                    ],
                    "en": [
                        "Privilege is valid from 1 January to 31 December 2024.",
                        "Privileges are available for Visa Signature Cards issued in Thailand only. (except Corporate, Commercial and SME Business card)",
                        "Privileges are valid for the main cardholder only and can be utilized once a month per cardholder from all participating golf courses in the Golf Privilege category.",
                        "Privilege is limited to the first 30 persons per month, on a first come first served basis.",
                        "Visa Signature cardholders must accompany guest(s). There is limit to a maximum 4 balls per flight.",
                        "The use of privilege is limited to a maximum of two Signature cardholders per group only.",
                        "Privileges are inclusive of green fee only. Cost of caddy, golf cart are to be borne by the Visa Signature cardholder.",
                        "His / Her guests have to pay for green fee, golf cart, and caddie at affiliate rates at the club where applicable even if his / her guests are Visa Signature cardholders.",
                        "Reservations required at least 4 working days in advance of the intended date of play through Tel. 02 919 8423 on Monday – Friday from 9.00 – 17.00 hrs. and subject to availability.",
                        "Cardholders are not allowed to book the next golf game until the current game has been played.",
                        "The booking cannot be transferred to other person.",
                        "Privileges are subsidized by Visa and are not a direct offer from the golf clubs.",
                        "Visa Signature cardholders will not be granted access rights to the clubs without prior bookings through the relevant booking channel notified in the communication to the Visa Signature cardholders.",
                        "Golf clubs will not entertain any correspondence/enquires and/or attempts for bookings from Visa Signature cardholders when they contact the golf clubs directly.",
                        "Any changes and cancellation must be made 2 working days prior to intended tee-off date/time and are subject to availability, otherwise the cancellation and amendment fees will be applied.",
                        "Privilege is not applicable to night golf games.",
                        "Privilege is not to be regarded as a golf club membership.",
                        "Privileges are not valid for use in conjunction with other promotions, membership’s discounts or offers, and cannot be used with other promotion, participation in social games or golf tournament.",
                        "Visa and Golf course reserves the right to change the stipulated club with another club of the same repute.",
                        "The information contained in this guide is subject to changes, please carefully check before use.",
                        "Visa reserves the right to amend, delete or add to any terms and conditions, and/or to cancel, terminate the privileges without prior notice.",
                        "Visa shall not be responsible or liable in any manner whatsoever for any deficiency or inadequacy of services under the Visa Premium Card Privileges Program, and eligible cardholders shall look solely to the relevant participating merchants in the case of any queries or complaints for any services. No representation or warranty of any nature is made by Visa as to the quality of any services provided by any merchant.",
                        "By utilizing or attempting to utilize the Visa Premium Card Privileges Program, all eligible cardholders are deemed to have read, understood and irrevocably accepted and agreed to the terms and conditions set out herein."
                    ]
                }
            },
            {
                "Title": {
                    "th": "ข้อกำหนดและเงื่อนไขการรับสิทธิพิเศษ",
                    "en": ""
                },
                "Content": {
                    "th": [
                        "<strong>สิทธิพิเศษ ส่วนลด 50% สำหรับนวดไทย</strong>",
                        "<strong>ระยะเวลา</strong><br>1 ม.ค. 67 – 31 ธ.ค. 67"
                    ],
                    "en": [
                        ""
                    ]
                },
                "TableName": "EnterainmentMassage",
                "TermList": {
                    "th": [
                        "สิทธิพิเศษมีผลตั้งแต่วันที่ 1 มกราคม ถึง 31 ธันวาคม 2567",
                        "สิทธิพิเศษสำหรับผู้ถือบัตรวีซ่า ซิกเนเจอร์ ที่ออกโดยธนาคารในประเทศไทยเท่านั้น (ยกเว้นบัตรเครดิตเพื่อธุรกิจ หรือบัตรเครดิตนิติบุคคลทุกประเภท)",
                        "สงวนสิทธิ์สำหรับผู้ถือบัตรวีซ่า ซิกเนเจอร์ ที่เป็นบัตรหลักเท่านั้น",
                        "ผู้ถือบัตรจะต้องมียอดใช้จ่ายผ่านบัตรวีซ่า ซิกเนเจอร์ รวม 50,000 บาทขึ้นไป (ภายใต้บัตรหมายเลขเดียวกัน) ณ วันที่ทำรายการสำรองการใช้สิทธิ์ ยอดใช้จ่ายที่นำมาคำนวณย้อนหลังได้ไม่เกิน 60 วันจนถึงวันที่ทำรายการสำรองสิทธิ์",
                        "ผู้ถือบัตรจะต้องทำการสำรองการใช้สิทธิ์ผ่านทางเว็ปไซต์ www.vthgservice.com เท่านั้น",
                        "สำรองการใช้สิทธิ์ล่วงหน้าอย่างน้อย 7 วัน (ไม่รวมวันหยุดนักขัตฤกษ์)",
                        "ผู้ถือบัตรจะได้รับอีเมล์ยืนยันการรับสิทธิ์ และรายละเอียดการชำระเงินภายใน 3 วันทำการนับจากวันที่ทำรายการสำรองสิทธิ์ และผู้ถือบัตรจะต้องชำระค่าใช้จ่ายให้เสร็จสิ้นภายใน 3 วันหลังจากนั้นจึงจะได้รับ “Booking Code” เพื่อนำไปแสดงต่อพนักงานร้านค้าในการเข้าใช้บริการ ** หากผู้ถือบัตรมิได้ชำระค่าใช้จ่ายให้เสร็จสิ้นตามที่กำหนด บริษัทฯ ขอสงวนสิทธิ์ในการยกเลิกการสำรองสิทธิ์ครั้งนั้น และผู้ถือบัตรจะต้องทำรายการสำรองสิทธิ์ใหม่ โดยนับตามลำดับก่อน/หลัง",
                        "การรับสิทธิ์ขึ้นอยู่กับการตรวจสอบสิทธิ์ตามเงื่อนไขจากธนาคารผู้ออกบัตร และจำนวนที่ว่าง",
                        "ในกรณีที่มีการขอเอกสารเพิ่มเติมเพื่อตรวจสอบสิทธิ์ตามเงื่อนไขที่กำหนด ผู้ถือบัตรจะต้องนำส่งเอกสารภายใน3 วันนับจากวันที่ได้รับแจ้ง มิฉะนั้น บริษัทฯ ขอสงวนสิทธิ์ในการยกเลิกการสำรองสิทธิ์ครั้งนั้น และ ผู้ถือบัตรจะต้องทำรายการสำรองสิทธิ์ใหม่ โดยนับตามลำดับก่อน/หลัง",
                        "สงวนสิทธิ์ในการรับสิทธิพิเศษ 1 ครั้ง ต่อ 1 หมายเลขบัตร ตลอดระยะเวลารายการ (รวมการใช้สิทธิ์สำหรับปา โรงภาพยนตร์ และสตรีมมิ่งแพลตฟอร์ม ทุกแห่งที่ร่วมรายการ)",
                        "สิทธิพิเศษมีจำนวนจำกัด 50 สิทธิ์ต่อเดือนขึ้นอยู่กับลำดับก่อน/หลัง",
                        "การยกเลิกหรือเปลี่ยนแปลงการสำรองสิทธิ์ จะต้องแจ้งล่วงหน้า 1 วัน ก่อนวันที่เข้ารับบริการ ที่หมายเลข 02-906-3026",
                        "กรณีที่ผู้ถือบัตร ไม่เข้าใช้บริการตามวัน/เวลาที่ได้สำรองสิทธิ์ไว้ ถือว่าผู้ถือบัตรได้มีการใช้สิทธิ์นั้นไปแล้ว",
                        "กรุณาแจ้งชื่อพร้อมแสดงบัตรวีซ่าซิกเนเจอร์ และบัตรประชาชน แก่พนักงานเพื่อรับสิทธิพิเศษตามที่ได้สำรองไว้",
                        "สิทธิพิเศษนี้ สงวนไว้สำหรับผู้ถือบัตรในการเข้ารับบริการด้วยตนเอง และให้บริการเฉพาะภายในสถานที่ที่กำหนดเท่านั้น",
                        "ผู้ถือบัตรสามารถพาแขกเข้าใช้บริการพร้อมผู้ถือบัตรได้ โดยแขกของผู้ถือบัตรจะต้องชำระค่าบริการตามราคาปกติของโรงแรม หรือร้านค้าที่ร่วมรายการ รวมถึงค่าใช้จ่ายเพิ่มเติมที่นอกเหนือจากที่ระบุไว้",
                        "กรุณาแต่งกายสุภาพในการเข้าใช้บริการทุกครั้ง โรงแรมฯขอสงวนสิทธิ์ในการไม่อนุญาตให้เข้าใช้บริการสำหรับผู้ที่ใส่เสื้อกล้าม กางเกงขาสั้น ชุดออกกำลังกาย รองเท้าสำหรับใส่ในบ้าน และรองเท้าแตะ",
                        "สอบถามข้อมูลเพิ่มเติม หรือติดตามการสำรองสิทธิ์ (ในกรณีที่ไม่ได้รับอีเมล์ตอบกลับ) ที่โทร 02 906 3026 วันจันทร์-ศุกร์ เวลา 9.00 – 17.00 น. หรือ อีเมล์ vthgservices@vathanagul.com",
                        "รายละเอียดที่ระบุไว้ในสื่อประชาสัมพันธ์อาจมีการเปลี่ยนแปลง กรุณาตรวจสอบรายละเอียดเงื่อนไขก่อนการสำรองสิทธิ์ หรือการใช้สิทธิ์ทุกครั้ง",
                        "วีซ่า อินเตอร์เนชั่นแนล (ประเทศไทย) ขอสงวนสิทธิ์ในการยกเลิก เปลี่ยนแปลง หรือเพิ่มเติมรายละเอียดเงื่อนไขโดยมิต้องแจ้งให้ทราบล่วงหน้า",
                        "วีซ่า อินเตอร์เนชั่นแนล (ประเทศไทย) ไม่มีส่วนเกี่ยวข้องหรือรับผิดชอบใด ๆ กับบริการของร้านค้าที่ร่วมรายการกรณีที่มีข้อสงสัยหรือข้อร้องเรียนเกี่ยวกับบริการของร้านค้า ผู้ถือบัตรจะต้องดำเนินการโดยตรงกับร้านค้า",
                        "เมื่อผู้ถือบัตรทำการสำรองสิทธิ์ และใช้สิทธิ์ในรายการแล้ว ถือว่าผู้ถือบัตรได้อ่าน ทำความเข้าใจ และยอมรับรายละเอียดเงื่อนไขตามที่กำหนด วีซ่าฯ จะไม่รับการร้องเรียนใดๆ ที่เกิดขึ้นในภายหลัง"
                    ],
                    "en": [
                        "Privilege is valid from 1 January to 31 December 2024.",
                        "Privileges are available for Visa Signature Cards issued in Thailand only. (except Corporate, Commercial and SME Business card)",
                        "Privileges are valid for the main cardholder only and can be utilized once a month per cardholder from all participating golf courses in the Golf Privilege category.",
                        "Privilege is limited to the first 30 persons per month, on a first come first served basis.",
                        "Visa Signature cardholders must accompany guest(s). There is limit to a maximum 4 balls per flight.",
                        "The use of privilege is limited to a maximum of two Signature cardholders per group only.",
                        "Privileges are inclusive of green fee only. Cost of caddy, golf cart are to be borne by the Visa Signature cardholder.",
                        "His / Her guests have to pay for green fee, golf cart, and caddie at affiliate rates at the club where applicable even if his / her guests are Visa Signature cardholders.",
                        "Reservations required at least 4 working days in advance of the intended date of play through Tel. 02 919 8423 on Monday – Friday from 9.00 – 17.00 hrs. and subject to availability.",
                        "Cardholders are not allowed to book the next golf game until the current game has been played.",
                        "The booking cannot be transferred to other person.",
                        "Privileges are subsidized by Visa and are not a direct offer from the golf clubs.",
                        "Visa Signature cardholders will not be granted access rights to the clubs without prior bookings through the relevant booking channel notified in the communication to the Visa Signature cardholders.",
                        "Golf clubs will not entertain any correspondence/enquires and/or attempts for bookings from Visa Signature cardholders when they contact the golf clubs directly.",
                        "Any changes and cancellation must be made 2 working days prior to intended tee-off date/time and are subject to availability, otherwise the cancellation and amendment fees will be applied.",
                        "Privilege is not applicable to night golf games.",
                        "Privilege is not to be regarded as a golf club membership.",
                        "Privileges are not valid for use in conjunction with other promotions, membership’s discounts or offers, and cannot be used with other promotion, participation in social games or golf tournament.",
                        "Visa and Golf course reserves the right to change the stipulated club with another club of the same repute.",
                        "The information contained in this guide is subject to changes, please carefully check before use.",
                        "Visa reserves the right to amend, delete or add to any terms and conditions, and/or to cancel, terminate the privileges without prior notice.",
                        "Visa shall not be responsible or liable in any manner whatsoever for any deficiency or inadequacy of services under the Visa Premium Card Privileges Program, and eligible cardholders shall look solely to the relevant participating merchants in the case of any queries or complaints for any services. No representation or warranty of any nature is made by Visa as to the quality of any services provided by any merchant.",
                        "By utilizing or attempting to utilize the Visa Premium Card Privileges Program, all eligible cardholders are deemed to have read, understood and irrevocably accepted and agreed to the terms and conditions set out herein."
                    ]
                }
            }
        ]
    },
    {
        "DID": 5,
        "DialogName": "myModalFlexi",
        "Headline": {
            "th": "เงื่อนไขการผ่อนชำระกับบัตรเครดิต KTC ณ ร้านค้าที่ร่วมรายการ",
            "en": "Installment payment with KTC card terms & conditions"
        },
        "Description": {
            "th": [
                ""
            ],
            "en": [
                ""
            ]
        },
        "TableName": "",
        "TermContent": [
            {
                "Title": {
                    "th": "",
                    "en": ""
                },
                "Content": {
                    "th": [],
                    "en": []
                },
                "TableName": "",
                "TermList": {
                    "th": [
                        "สำหรับสินค้าที่ไม่ได้ร่วมรายการผ่อนชำระ 0% สมาชิกบัตรเครดิต KTC VISA / MASTERCARD / JCB / UNIONPAY สามารถใช้บริการผ่อนชำระ ได้ในอัตราดอกเบี้ยฯ 0.74% ต่อเดือน โดยสามารถเลือกระยะเวลาผ่อนชำระได้ตั้งแต่ 3 – 10 เดือน",
                        "ขอสงวนสิทธิ์ยกเว้นการใช้บริการผ่อนชำระทุกประเภท สำหรับสมาชิกบัตรเครดิต KTC VISA CORPORATE GOLD, KTC - SCG VISA PURCHASING และบัตร KTC เพื่อหน่วยงานรัฐ",
                        "อัตราดอกเบี้ยฯ 0.74% ต่อเดือน (Flat Rate) เทียบเท่ากับอัตราดอกเบี้ยฯ แบบลดต้นลดดอก (Effective Rate) สำหรับระยะเวลา 6 เดือน เท่ากับ 15.07% ต่อปี, 9 เดือน เท่ากับ 15.71% ต่อปี, 10 เดือนเท่ากับ 15.83% ต่อปี เป็นต้น",
                        "รับคะแนน KTC FOREVER เมื่อมียอดผ่อนชำระทุก 25 บาท (ตามเงื่อนไขรายการส่งเสริมการขาย)",
                        "การใช้บริการผ่านช่องทาง KTC PHONE เฉพาะรายการใช้จ่ายขั้นต่ำ 500 บาทต่อเซลส์สลิป และมียอดใช้จ่ายรวมตั้งแต่ 3,000 บาทขึ้นไป",
                        "สอบถามรายละเอียดเพิ่มเติมได้ที่ KTC PHONE 02 123 5000 กด 4"
                    ],
                    "en": [
                        "Except for the product/service which participate in 0% installment payment program, all types of KTC VISA / MASTERCARD / JCB / UNIONPAY cardmembers can apply for KTC Installment Payment at 0.74% per month. Cardmembers may choose term of payments over 3 – 10 months.",
                        "KTC reserves the right to limit eligibility for all types of KTC VISA CORPORATE GOLD credit card, and KTC Government Service credit card.",
                        "Fixed interest rate at 0.74% per month equivalent to effective interest rate of 15.07% per year for 6 months, 15.71% per year for 9 months, and 15.83% per year for 10 months installment plan.",
                        "Each spending of 25 THB via Installment Payment with KTC, you will receive 1 KTC FOREVER point.",
                        "For converting any purchase of product and service by KTC PHONE, the spending must be at a minimum of 3,000 Baht, which is the spending amount per sales slip at a minimum of 500 Baht.",
                        "For more details, please contact KTC PHONE 02 123 5000, press 4"
                    ]
                }
            }
        ]
    },
    {
        "DID": 5,
        "DialogName": "myModalAcc",
        "Headline": {
            "th": "ข้อกำหนดและเงื่อนไขการรับสิทธิประโยชน์ประกันอุบัติเหตุ",
            "en": "Installment payment with KTC card terms & conditions"
        },
        "Description": {
            "th": [
                ""
            ],
            "en": [
                ""
            ]
        },
        "TableName": "",
        "TermContent": [
            {
                "Title": {
                    "th": "",
                    "en": ""
                },
                "Content": {
                    "th": [],
                    "en": []
                },
                "TableName": "",
                "TermList": {
                    "th": [
                        "สิทธิประโยชน์ความคุ้มครองประกันอุบัติเหตุนี้ สำหรับผู้สมัครบัตรเครดิต KTC ประเภทบัตรหลักรายใหม่ (“สมาชิก”) กับ บริษัท บัตรกรุงไทย จำกัด (มหาชน) หรือเคทีซี ที่ได้รับการอนุมัติบัตรฯ และเปิดใช้บริการบัตรฯ ในระหว่างวันที่ 1 มกราคม 2567 – 31 ธันวาคม 2567 (“ระยะเวลารายการ”) ตามเงื่อนไขที่กำหนดเท่านั้น โดยจะได้รับสิทธิความคุ้มครองโดยอัตโนมัติ นับจากวันที่เปิดใช้บริการบัตรฯ",
                        "สงวนสิทธิ์เฉพาะผู้สมัครที่ไม่เคยเป็นสมาชิกบัตรเครดิต KTC ไม่ว่าประเภทใดกับเคทีซีมาก่อน หรือยกเลิกการเป็นสมาชิกบัตรฯ มาแล้วไม่น้อยกว่า 2 ปี (24 เดือน)",
                        "ขอสงวนสิทธิ์ยกเว้นสมาชิกบัตรเครดิต KTC - ศูนย์บริการโลหิตแห่งชาติ สภากาชาดไทย, KTC SME COMMERCIAL VISA, KTC VISA CORPORATE และ บัตร KTC เพื่อหน่วยงานรัฐ ไม่สามารถเข้าร่วมรายการนี้ได้",
                        "สมาชิกที่ปฏิบัติตามเงื่อนไขที่กำหนด จะได้รับสิทธิประโยชน์ความคุ้มครองการเสียชีวิตเนื่องจากอุบัติเหตุ วงเงินสูงสุด 300,000 บาท เป็นระยะเวลา 90 วัน นับจากวันที่เปิดใช้บริการบัตรฯ (โดยไม่มีค่าใช้จ่ายใดๆ) ทั้งนี้ ไม่รวมถึงการเสียชีวิตอันเนื่องมาจากการขับขี่หรือโดยสารรถจักรยานยนต์ ถูกฆาตกรรม ถูกทำร้ายร่างกาย ภัยก่อการร้าย การจลาจล สงครามกลางเมือง โดยเงื่อนไขความคุ้มครองและข้อยกเว้นอื่นๆ จะเป็นไปตามที่ระบุในกรมธรรม์ประกันภัย ซึ่งออกโดย บมจ.ไทยประกันชีวิต และนายหน้าประกันชีวิตตามสิทธิประโยชน์นี้ คือ บริษัท ที.ซี.อินชัวรันซ์ โบรกเกอร์ เซอร์วิส จำกัด",
                        "สงวนสิทธิ์เฉพาะผู้สมัครที่มีอายุตั้งแต่ 20 - 60 ปี และถือสัญชาติไทยเท่านั้น",
                        "สงวนสิทธิ์มอบสิทธิประโยชน์นี้ สูงสุด 1 กรมธรรม์ ต่อผู้ถือบัตรหลัก 1 ท่านเท่านั้น",
                        "สิทธิประโยชน์นี้ ไม่สามารถ แลก หรือเปลี่ยนเป็นเงินสด หรือของอื่นใด และไม่สามารถโอนสิทธิให้แก่บุคคลอื่นใดได้",
                        "เคทีซีไม่มีส่วนเกี่ยวข้องกับผลิตภัณฑ์ประกันภัยตามรายการนี้ กรณีสมาชิกมีข้อสงสัยหรือข้อร้องเรียนเกี่ยวกับความคุ้มครองตามแผนประกันฯ กรุณาติดต่อ บมจ. ไทยประกันชีวิต 02 054 8484 วันและเวลาทำการ จันทร์ – ศุกร์ เวลา 8.30 - 17.00 น.",
                        "สอบถามรายละเอียดเพิ่มเติมเกี่ยวกับการรับสิทธิประโยชน์และผลิตภัณฑ์ KTCได้ที่ KTC PHONE 02 123 5000"
                    ],
                    "en": [
                        "Except for the product/service which participate in 0% installment payment program, all types of KTC VISA / MASTERCARD / JCB / UNIONPAY cardmembers can apply for KTC Installment Payment at 0.74% per month. Cardmembers may choose term of payments over 3 – 10 months.",
                        "KTC reserves the right to limit eligibility for all types of KTC VISA CORPORATE GOLD credit card, and KTC Government Service credit card.",
                        "Fixed interest rate at 0.74% per month equivalent to effective interest rate of 15.07% per year for 6 months, 15.71% per year for 9 months, and 15.83% per year for 10 months installment plan.",
                        "Each spending of 25 THB via Installment Payment with KTC, you will receive 1 KTC FOREVER point.",
                        "For converting any purchase of product and service by KTC PHONE, the spending must be at a minimum of 3,000 Baht, which is the spending amount per sales slip at a minimum of 500 Baht.",
                        "For more details, please contact KTC PHONE 02 123 5000, press 4"
                    ]
                }
            }
        ]
    },
    {
        "DID": 6,
        "DialogName": "KTCFOREVERX2MASTERCARD",
        "Headline": {
            "th": "เงื่อนไขการรับคะแนน KTC FOREVER สูงสุด X2",
            "en": "Terms & conditions of 2x KTC FOREVER points"
        },
        "Description": {
            "th": [
                ""
            ],
            "en": [
                ""
            ]
        },
        "TableName": "",
        "TermContent": [
            {
                "Title": {
                    "th": "",
                    "en": ""
                },
                "Content": {
                    "th": [
                        ""
                    ],
                    "en": [
                        ""
                    ]
                },
                "TableName": "",
                "TermList": {
                    "th": [
                        "ทุก 25 บาทที่ใช้จ่ายผ่านบัตรเครดิต KTC WORLD REWARDS MASTERCARD รับ 1 คะแนน KTC FOREVER",
                        "คะแนน KTC FOREVER x2 = 1 คะแนนปกติ + 1 คะแนนพิเศษจากทุกการใช้จ่ายผ่านบัตรฯ เป็นสกุลเงินต่างประเทศ (ยกเว้น 31 ประเทศในเขตเศรษฐกิจยุโรป และสาธารณรัฐประชาชนจีน)",
                        "ยกเว้นการให้คะแนน KTC FOREVER สำหรับยอดใช้จ่ายผ่านบัตรฯ ที่ร้านค้าในเขตเศรษฐกิจยุโรป 31 ประเทศ สาธารณรัฐประชาชนจีน และหมวดอื่น ๆ ที่กำหนด ดูรายละเอียดเพิ่มเติมที่ www.ktc.co.th/rewards",
                        "เคทีซีขอสงวนสิทธิ์มอบคะแนน KTC FOREVER ตามรายการนี้ เฉพาะยอดใช้จ่ายที่ซื้อสินค้าเพื่อการบริโภคส่วนบุคคล ไม่รวมถึงรายการซื้อสินค้าเชิงพาณิชย์ เพื่อการค้า เก็งกำไร ทุจริต หรือฉ้อฉล โดยหากตรวจพบขอสงวนสิทธิ์ในการมอบ ยกเลิก เพิกถอน หรือเรียกคืนคะแนน KTC FOREVER ที่มอบให้ ไม่ว่าทั้งหมดหรือบางส่วน รวมทั้งเรียกให้ชดใช้ค่าเสียหายตามแต่ละกรณี",
                        "สิทธิประโยชน์ตามรายการนี้ ไม่สามารถแลกเปลี่ยน หรือทอนเป็นเงินสด หรือโอนสิทธิ์ให้แก่ผู้อื่นได้",
                        "สงวนสิทธิ์ไม่นำดอกเบี้ย ค่าธรรมเนียมการใช้วงเงิน ค่าปรับ ค่าธรรมเนียมต่างๆ และรายการที่ยกเลิกการซื้อสินค้า/บริการ หรือเงินคืนที่เกิดจากการ Refund ทุกประเภท มาคำนวณเพื่อมอบสิทธิประโยชน์ให้แก่สมาชิกตามรายการนี้",
                        "สิทธิประโยชน์ตั้งแต่วันที่ 1 ม.ค. 67 – 31 ธ.ค. 67"
                    ],
                    "en": [
                        "Earn 1 KTC FOREVER point for every 25 Baht purchase with KTC WORLD REWARDS MASTERCARD credit card.",
                        "Earn 2x KTC FOREVER points = 1 regular point + 1 special point on any purchases in a foreign currency (Exclude 31 countries in the European Economic Area and People's Republic of China)",
                        "KTC reserves the right to exempt KTC FOREVER for all transactions at stores in 31 countries in the European Economic Area, People's Republic of China and other specified categories. For more information, please visit www.ktc.co.th/rewards.",
                        "KTC reserves the right that KTC FOREVER point is eligible to only spending for the purchase of goods for personal consumption, and not for business or trading purposes, or earning profits, or frauds in relation to use of his/their KTC credit card. KTC also reserves the right, in its absolute discretion, to cancel, terminate, suspend or revoke partials or KTC FOREVER points, and also may claim for damage recovery.",
                        "Privileges under this promotion cannot be exchanged, changed to cash, or transferred to any other party.",
                        "KTC reserves the right to exclude interest, credit line fee usage , fine, any other fees and charges, cancellation of goods/services purchased or any other refund, from the calculation of privileges offering to cardmembers under this promotion.",
                        "Offers are valid from 1 Jan 24 - 31 Dec 24."
                    ]
                }
            }
        ]
    },
    {
        "DID": 7,
        "DialogName": "MIRACLELOUNGEMASTERCARD",
        "Headline": {
            "th": "ข้อกำหนดและเงื่อนไขการใช้บริการห้องรับรองพิเศษ MIRACLE LOUNGE",
            "en": "Terms and conditions for The MIRACLE LOUNGE access"
        },
        "Description": {
            "th": [
                ""
            ],
            "en": [
                ""
            ]
        },
        "TableName": "",
        "TermContent": [
            {
                "Title": {
                    "th": "",
                    "en": ""
                },
                "Content": {
                    "th": [
                        ""
                    ],
                    "en": [
                        ""
                    ]
                },
                "TableName": "",
                "TermList": {
                    "th": [
                        "สงวนสิทธิ์สำหรับสมาชิกบัตรเครดิต KTC WORLD REWARDS MASTERCARD (เฉพาะบัตรหลักเท่านั้น) ที่มีสถานะบัญชีปกติ และมีการใช้จ่ายอย่างน้อย 1 ครั้งหลังจากเปิดใช้งานบัตร",
                        "สำหรับสมาชิกบัตรฯ ที่เดินทางระหว่างประเทศโดยสายการบินไทยเท่านั้น โดยสามารถใช้สิทธิ์ได้ 2 ครั้งต่อบัตรต่อปี",
                        "แสดงบัตรที่นั่งเที่ยวบินขาออกของสายการบินไทย (Boarding Pass) พร้อมบัตรเครดิต KTC VISA SIGNATURE ทุกครั้งที่เข้าใช้บริการ (1 บัตรต่อ 1 เที่ยวบินเท่านั้น) กับเจ้าหน้าที่หน้าห้องรับรอง MIRACLE LOUNGE ก่อนเข้าใช้บริการ",
                        "ห้องรับรองพิเศษ MIRACLE LOUNGE ขอสงวนสิทธิ์การใช้บริการไม่เกิน 2 ชั่วโมงต่อครั้ง หากเกินกว่านี้ ต้องเสียค่าใช้บริการเพิ่มเติมตามที่ห้องรับรองฯ กำหนด",
                        "ผู้ถือบัตรฯ สามารถเข้าใช้บริการที่ห้องรับรองพิเศษ MIRACLE LOUNGE อาคารผู้โดยสารขาออกระหว่างประเทศ สนามบินสุวรรณภูมิ ตามเงื่อนไขที่ห้องรับรองกำหนดเท่านั้น โดยสามารถเข้าใช้บริการได้ ดังนี้ <br>• Concourse A, A1 Block 2, Level 3 First and Business Class Lounge (Shower room, Rest room are available)<br>• Concourse C, Level 3, First and Business Class Lounge<br>• Concourse D, Level 3 (Opposite Gate D5/D6) First and Business Class Lounge (Shower room, Rest room are available)<br>• Concourse F, Level 3, Business Class Lounge<br>• Concourse G, Level 3, First Class Lounge<br>• Concourse G, Level 3 (Opposite Gate G2), Business Class Lounge (Shower room, Rest room are available)<br>• Concourse G, Level 4, First Class Lounge (Shower room, Rest room are available)<br>• SAT-1 Terminal, First and Business Class Lounge (Shower room, Rest room are available)",
                        "สิทธิเข้าห้องรับรองพิเศษ MIRACLE LOUNGE สามารถใช้บริการได้ภายในระยะเวลา 1 มกราคม 2567 – 31 ธันวาคม 2567"
                    ],
                    "en": [
                        "Lounge access is reserved for KTC WORLD REWARDS MASTERCARD credit cardholders (primary card only) with normal account status and who have made at least 1 transaction after card activation",
                        "Lounge access is reserved for primary KTC credit cardholders traveling abroad with Thai Airways only and limited to 2 accesses per card per year.",
                        "To enjoy the privilege, present your Thai Airways outbound flight boarding pass along with KTC VISA SIGNATURE credit card to the staff in front of the MIRACLE LOUNGE before every access  (Limited to 1 card per 1 flight).",
                        "The MIRACLE LOUNGE reserves the right to provide the service for a maximum duration of 2 hours at a time. If this time limit is exceeded, additional service fees must be paid, as determined by the lounge.",
                        "KTC credit cardholders are enTitled to use the service at the MIRACLE LOUNGE in the International Departures Building at Suvarnabhumi Airport subject to the conditions stipulated by the lounge. You can access services at all 8 points as follows:<br>• Concourse A, A1 Block 2, Level 3 First and Business Class Lounge (Shower room, Rest room are available)<br>• Concourse C, Level 3, First and Business Class Lounge<br>• Concourse D, Level 3 (Opposite Gate D5/D6) First and Business Class Lounge (Shower room, Rest room are available)<br>• Concourse F, Level 3, Business Class Lounge<br>• Concourse G, Level 3, First Class Lounge<br>• Concourse G, Level 3 (Opposite Gate G2), Business Class Lounge (Shower room, Rest room are available)<br>• Concourse G, Level 4, First Class Lounge (Shower room, Rest room are available)<br>• SAT-1 Terminal, First and Business Class Lounge (Shower room, Rest room are available)",
                        "The MIRACLE LOUNGE access privilege can be used from January 1, 2024, to December 31, 2024."
                    ]
                }
            }
        ]
    }
]