[
    {
        "DID": 1,
        "DialogName": "myModalFlexi",
        "DialogTitle": {
            "th": "เงื่อนไขการผ่อนชำระกับบัตรเครดิต KTC ณ ร้านค้าที่ร่วมรายการ",
            "en": "Installment payment terms & conditions"
        },
        "Dialogdescription": {
            "th": "",
            "en": ""
        },
        "TermsTitle": {
            "th": "",
            "en": ""
        },
        "TermsItems": {
            "th": [
                "สำหรับสินค้าที่ไม่ได้ร่วมรายการผ่อนชำระ 0% สมาชิกบัตรเครดิต KTC VISA / MASTERCARD / JCB / UNIONPAY สามารถใช้บริการผ่อนชำระ ได้ในอัตราดอกเบี้ยฯ 0.74% ต่อเดือน โดยสามารถเลือกระยะเวลาผ่อนชำระได้ตั้งแต่ 3 – 10 เดือน",
                "ขอสงวนสิทธิ์ยกเว้นการใช้บริการผ่อนชำระทุกประเภท สำหรับสมาชิกบัตรเครดิต KTC VISA CORPORATE GOLD, KTC - SCG VISA PURCHASING และบัตร KTC เพื่อหน่วยงานรัฐ",
                "อัตราดอกเบี้ยฯ 0.74% ต่อเดือน (Flat Rate) เทียบเท่ากับอัตราดอกเบี้ยฯ แบบลดต้นลดดอก (Effective Rate) สำหรับระยะเวลา 6 เดือน เท่ากับ 15.07% ต่อปี, 9 เดือน เท่ากับ 15.71% ต่อปี, 10 เดือนเท่ากับ 15.83% ต่อปี เป็นต้น",
                "รับคะแนน KTC FOREVER เมื่อมียอดผ่อนชำระทุก 25 บาท (ตามเงื่อนไขรายการส่งเสริมการขาย)                ",
                "การใช้บริการผ่านช่องทาง KTC PHONE เฉพาะรายการใช้จ่ายขั้นต่ำ 500 บาทต่อเซลส์สลิป และมียอดใช้จ่ายรวมตั้งแต่ 3,000 บาทขึ้นไป",
                "สอบถามรายละเอียดเพิ่มเติมได้ที่ KTC PHONE <a href=\"tel:021235000\">02 123 5000</a> กด 4"
            ],
            "en": [
                "Except for the product/service which participate in 0% installment payment program, all types of KTC VISA / MASTERCARD / JCB / UNIONPAY cardmembers can apply for KTC Installment Payment at 0.74% per month. Cardmembers may choose term of payments over 3 – 10 months.",
                "KTC reserves the right to limit eligibility for all types of KTC VISA CORPORATE GOLD credit card, and KTC Government Service credit card.",
                "Fixed interest rate at 0.74% per month equivalent to effective interest rate of 15.07% per year for 6 months, 15.71% per year for 9 months, and 15.83% per year for 10 months installment plan.",
                "Each spending of 25 THB via Installment Payment with KTC, you will receive 1 KTC FOREVER point.",
                "For converting any purchase of product and service by KTC PHONE, the spending must be at a minimum of 3,000 Baht, which is the spending amount per sales slip at a minimum of 500 Baht.",
                "For more details, please contact KTC PHONE 02 123 5000, press 4"
            ]
        }
    },
    {
        "DID": 2,
        "DialogName": "myModalAcc",
        "DialogTitle": {
            "th": "ข้อกำหนดและเงื่อนไขการรับสิทธิประโยชน์ประกันอุบัติเหตุ",
            "en": "Terms and conditions"
        },
        "Dialogdescription": {
            "th": "",
            "en": ""
        },
        "TermsTitle": {
            "th": "",
            "en": ""
        },
        "TermsItems": {
            "th": [
                "สิทธิประโยชน์ความคุ้มครองประกันอุบัติเหตุนี้ สำหรับผู้สมัครบัตรเครดิต KTC ประเภทบัตรหลักรายใหม่ (“สมาชิก”) กับ บริษัท บัตรกรุงไทย จำกัด (มหาชน) หรือเคทีซี ที่ได้รับการอนุมัติบัตรฯ และเปิดใช้บริการบัตรฯ ในระหว่างวันที่ 1 มกราคม 2567 – 31 ธันวาคม 2567 (“ระยะเวลารายการ”) ตามเงื่อนไขที่กำหนดเท่านั้น โดยจะได้รับสิทธิความคุ้มครองโดยอัตโนมัติ นับจากวันที่เปิดใช้บริการบัตรฯ ",
                "สงวนสิทธิ์เฉพาะผู้สมัครที่ไม่เคยเป็นสมาชิกบัตรเครดิต KTC ไม่ว่าประเภทใดกับเคทีซีมาก่อน หรือยกเลิกการเป็นสมาชิกบัตรฯ มาแล้วไม่น้อยกว่า 2 ปี (24 เดือน) ",
                "ขอสงวนสิทธิ์ยกเว้นสมาชิกบัตรเครดิต KTC - ศูนย์บริการโลหิตแห่งชาติ สภากาชาดไทย, KTC SME COMMERCIAL VISA, KTC VISA CORPORATE และ บัตร KTC เพื่อหน่วยงานรัฐ ไม่สามารถเข้าร่วมรายการนี้ได้ ",
                "สมาชิกที่ปฏิบัติตามเงื่อนไขที่กำหนด จะได้รับสิทธิประโยชน์ความคุ้มครองการเสียชีวิตเนื่องจากอุบัติเหตุ วงเงินสูงสุด 300,000 บาท เป็นระยะเวลา 90 วัน นับจากวันที่เปิดใช้บริการบัตรฯ (โดยไม่มีค่าใช้จ่ายใดๆ) ทั้งนี้ ไม่รวมถึงการเสียชีวิตอันเนื่องมาจากการขับขี่หรือโดยสารรถจักรยานยนต์ ถูกฆาตกรรม ถูกทำร้ายร่างกาย ภัยก่อการร้าย การจลาจล สงครามกลางเมือง โดยเงื่อนไขความคุ้มครองและข้อยกเว้นอื่นๆ จะเป็นไปตามที่ระบุในกรมธรรม์ประกันภัย ซึ่งออกโดย บมจ.ไทยประกันชีวิต และนายหน้าประกันชีวิตตามสิทธิประโยชน์นี้ คือ บริษัท ที.ซี.อินชัวรันซ์ โบรกเกอร์ เซอร์วิส จำกัด ",
                "สงวนสิทธิ์เฉพาะผู้สมัครที่มีอายุตั้งแต่ 20 - 60 ปี และถือสัญชาติไทยเท่านั้น",
                "สงวนสิทธิ์มอบสิทธิประโยชน์นี้ สูงสุด 1 กรมธรรม์ ต่อผู้ถือบัตรหลัก 1 ท่านเท่านั้น ",
                "สิทธิประโยชน์นี้ ไม่สามารถ แลก หรือเปลี่ยนเป็นเงินสด หรือของอื่นใด และไม่สามารถโอนสิทธิให้แก่บุคคลอื่นใดได้ ",
                "เคทีซีไม่มีส่วนเกี่ยวข้องกับผลิตภัณฑ์ประกันภัยตามรายการนี้ กรณีสมาชิกมีข้อสงสัยหรือข้อร้องเรียนเกี่ยวกับความคุ้มครองตามแผนประกันฯ กรุณาติดต่อ บมจ. ไทยประกันชีวิต 02 054 8484 วันและเวลาทำการ จันทร์ – ศุกร์ เวลา 8.30 - 17.00 น. ",
                "สอบถามรายละเอียดเพิ่มเติมเกี่ยวกับการรับสิทธิประโยชน์และผลิตภัณฑ์ KTCได้ที่ KTC PHONE 02 123 5000"
            ],
            "en": [
                "Benefits of this PA insurance coverage is for new applicants of primary KTC credit cards (“members”) with Krungthai Card Public Company Limited or KTC, whose cards have been approved and activated during 1 January 2024 - 31 December 2024 (“Program Period”) according to specified conditions only. This privilege will be automatically granted to card members from the card activation date. ",
                "Reserved the rights only for applicants who have never been a KTC credit card member of any type with KTC before or cancel card membership not less than 2 years (24 months) ago.",
                "We reserve the right to exclude KTC National Blood Center card, KTC Thai Red Cross Society card, KTC SME COMMERCIAL VISA card, KTC VISA CORPORATE card and KTC cards for government agencies to participate on this program. ",
                "Members who comply with the specified conditions will receive benefits for death protection due to accidents with a maximum credit limit of 300,000 baht for a period of 90 days from the card activation date (free of charge). This does not include death resulting from driving or riding a motorcycle, murder, physical abuse, terrorism, riots, civil war. The conditions of coverage and other exceptions will be as specified in the insurance policy issued by Thai Life Insurance PCL.  and life insurance brokers under this benefit, which is T.C. Insurance Broker Service Company Limited. ",
                "All rights reserved for applicants aged between 20 - 60 years and holding Thai nationality only. ",
                "We reserve the right to offer this benefit to a maximum of 1 policy per 1 primary cardholder only. ",
                "We reserve the right to offer this benefit to a maximum of 1 policy per 1 primary cardholder only. ",
                "KTC is not involved with the insurance products under this list. In the case that members have questions or complaints about coverage under the insurance plan, please contact Thai Life Insurance Public Company Limited at 02 054 8484 on business hours (Monday - Friday from 8:30 a.m. - 5:00 p.m.)",
                "Ask for more details about KTC benefits and products at KTC PHONE 02 123 5000."
            ]
        }
    },
    {
        "DID": 2,
        "DialogName": "KTCFOREVERX2",
        "DialogTitle": {
            "th": "เงื่อนไขการรับคะแนน KTC FOREVER สูงสุด X2",
            "en": "Terms & conditions of 2x KTC FOREVER points"
        },
        "Dialogdescription": {
            "th": "",
            "en": ""
        },
        "TermsTitle": {
            "th": "",
            "en": ""
        },
        "TermsItems": {
            "th": [
                "ทุก 25 บาทที่ใช้จ่ายผ่านบัตรเครดิต KTC VISA SIGNATURE รับ 1 คะแนน KTC FOREVER",
                "คะแนน KTC FOREVER x2 = 1 คะแนนปกติ + 1 คะแนนพิเศษจากทุกการใช้จ่ายผ่านบัตรฯ เป็นสกุลเงินต่างประเทศ (ยกเว้น 31 ประเทศในเขตเศรษฐกิจยุโรป และสาธารณรัฐประชาชนจีน)",
                "ยกเว้นการให้คะแนน KTC FOREVER สำหรับยอดใช้จ่ายผ่านบัตรฯ ที่ร้านค้าในเขตเศรษฐกิจยุโรป 31 ประเทศ สาธารณรัฐประชาชนจีน และหมวดอื่น ๆ ที่กำหนด ดูรายละเอียดเพิ่มเติมที่ www.ktc.co.th/rewards",
                "เคทีซีขอสงวนสิทธิ์มอบคะแนน KTC FOREVER ตามรายการนี้ เฉพาะยอดใช้จ่ายที่ซื้อสินค้าเพื่อการบริโภคส่วนบุคคล ไม่รวมถึงรายการซื้อสินค้าเชิงพาณิชย์ เพื่อการค้า เก็งกำไร ทุจริต หรือฉ้อฉล โดยหากตรวจพบขอสงวนสิทธิ์ในการมอบ ยกเลิก เพิกถอน หรือเรียกคืนคะแนน KTC FOREVER ที่มอบให้ ไม่ว่าทั้งหมดหรือบางส่วน รวมทั้งเรียกให้ชดใช้ค่าเสียหายตามแต่ละกรณี",
                "สิทธิประโยชน์ตามรายการนี้ ไม่สามารถแลกเปลี่ยน หรือทอนเป็นเงินสด หรือโอนสิทธิ์ให้แก่ผู้อื่นได้",
                "สงวนสิทธิ์ไม่นำดอกเบี้ย ค่าธรรมเนียมการใช้วงเงิน ค่าปรับ ค่าธรรมเนียมต่างๆ และรายการที่ยกเลิกการซื้อสินค้า/บริการ หรือเงินคืนที่เกิดจากการ Refund ทุกประเภท มาคำนวณเพื่อมอบสิทธิประโยชน์ให้แก่สมาชิกตามรายการนี้",
                "สิทธิประโยชน์ตั้งแต่วันที่ 1 ม.ค. 67 – 31 ธ.ค. 67"
            ],
            "en": [
                "Earn 1 KTC FOREVER point for every 25 Baht purchase with KTC VISA SIGNATURE credit card.",
                "Earn 2x KTC FOREVER points = 1 regular point + 1 special point on any purchases in a foreign currency (Exclude 31 countries in the European Economic Area and People's Republic of China)",
                "KTC reserves the right to exempt KTC FOREVER for all transactions at stores in 31 countries in the European Economic Area, People's Republic of China and other specified categories. For more information, please visit www.ktc.co.th/rewards.",
                "KTC reserves the right that KTC FOREVER point is eligible to only spending for the purchase of goods for personal consumption, and not for business or trading purposes, or earning profits, or frauds in relation to use of his/their KTC credit card. KTC also reserves the right, in its absolute discretion, to cancel, terminate, suspend or revoke partials or KTC FOREVER points, and also may claim for damage recovery.",
                "Privileges under this promotion cannot be exchanged, changed to cash, or transferred to any other party.",
                "KTC reserves the right to exclude interest, credit line fee usage , fine, any other fees and charges, cancellation of goods/services purchased or any other refund, from the calculation of privileges offering to cardmembers under this promotion.",
                "Offers are valid from 1 Jan 24 - 31 Dec 24."
            ]
        }
    },
    {
        "DID": 3,
        "DialogName": "LOUNGEACCESS",
        "DialogTitle": {
            "th": "ข้อกำหนดและเงื่อนไขการใช้บริการห้องรับรองพิเศษ MIRACLE LOUNGE",
            "en": "Terms and conditions for The MIRACLE LOUNGE access"
        },
        "Dialogdescription": {
            "th": "",
            "en": ""
        },
        "TermsTitle": {
            "th": "",
            "en": ""
        },
        "TermsItems": {
            "th": [
                "สงวนสิทธิ์สำหรับสมาชิกบัตรเครดิต KTC VISA SIGNATURE (เฉพาะบัตรหลักเท่านั้น) ที่มีสถานะบัญชีปกติ และมีการใช้จ่ายอย่างน้อย 1 ครั้งหลังจากเปิดใช้งานบัตร",
                "สำหรับสมาชิกบัตรฯ ที่เดินทางระหว่างประเทศโดยสายการบินไทยเท่านั้น โดยสามารถใช้สิทธิ์ได้ 2 ครั้งต่อบัตรต่อปี",
                "แสดงบัตรที่นั่งเที่ยวบินขาออกของสายการบินไทย (Boarding Pass) พร้อมบัตรเครดิต KTC VISA SIGNATURE ทุกครั้งที่เข้าใช้บริการ (1 บัตรต่อ 1 เที่ยวบินเท่านั้น) กับเจ้าหน้าที่หน้าห้องรับรอง MIRACLE LOUNGE ก่อนเข้าใช้บริการ",
                "ห้องรับรองพิเศษ MIRACLE LOUNGE ขอสงวนสิทธิ์การใช้บริการไม่เกิน 2 ชั่วโมงต่อครั้ง หากเกินกว่านี้ ต้องเสียค่าใช้บริการเพิ่มเติมตามที่ห้องรับรองฯ กำหนด",
                "ผู้ถือบัตรฯ สามารถเข้าใช้บริการที่ห้องรับรองพิเศษ MIRACLE LOUNGE อาคารผู้โดยสารขาออกระหว่างประเทศ สนามบินสุวรรณภูมิ ตามเงื่อนไขที่ห้องรับรองกำหนดเท่านั้น โดยสามารถเข้าใช้บริการได้ ดังนี้ <br>• Concourse A, A1 Block 2, Level 3 First and Business Class Lounge (Shower room, Rest room are available)<br>• Concourse C, Level 3, First and Business Class Lounge<br>• Concourse D, Level 3 (Opposite Gate D5/D6) First and Business Class Lounge (Shower room, Rest room are available)<br>• Concourse F, Level 3, Business Class Lounge<br>• Concourse G, Level 3, First Class Lounge<br>• Concourse G, Level 3 (Opposite Gate G2), Business Class Lounge (Shower room, Rest room are available)<br>• Concourse G, Level 4, First Class Lounge (Shower room, Rest room are available)<br>• SAT-1 Terminal, First and Business Class Lounge (Shower room, Rest room are available)",
                "สิทธิเข้าห้องรับรองพิเศษ MIRACLE LOUNGE สามารถใช้บริการได้ภายในระยะเวลา 1 มกราคม 2567 – 31 ธันวาคม 2567"
            ],
            "en": [
                "Lounge access is reserved for KTC VISA SIGNATURE credit cardholders (primary card only) with normal account status and who have made at least 1 transaction after card activation",
                "Lounge access is reserved for primary KTC credit cardholders traveling abroad with Thai Airways only and limited to 2 accesses per card per year.",
                "To enjoy the privilege, present your Thai Airways outbound flight boarding pass along with KTC VISA SIGNATURE credit card to the staff in front of the MIRACLE LOUNGE before every access  (Limited to 1 card per 1 flight).",
                "The MIRACLE LOUNGE reserves the right to provide the service for a maximum duration of 2 hours at a time. If this time limit is exceeded, additional service fees must be paid, as determined by the lounge.",
                "KTC credit cardholders are entitled to use the service at the MIRACLE LOUNGE in the International Departures Building at Suvarnabhumi Airport subject to the conditions stipulated by the lounge. You can access services at all 8 points as follows:<br>• Concourse A, A1 Block 2, Level 3 First and Business Class Lounge (Shower room, Rest room are available)<br>• Concourse C, Level 3, First and Business Class Lounge<br>• Concourse D, Level 3 (Opposite Gate D5/D6) First and Business Class Lounge (Shower room, Rest room are available)<br>• Concourse F, Level 3, Business Class Lounge<br>• Concourse G, Level 3, First Class Lounge<br>• Concourse G, Level 3 (Opposite Gate G2), Business Class Lounge (Shower room, Rest room are available)<br>• Concourse G, Level 4, First Class Lounge (Shower room, Rest room are available)<br>• SAT-1 Terminal, First and Business Class Lounge (Shower room, Rest room are available)",
                "The MIRACLE LOUNGE access privilege can be used from January 1, 2024, to December 31, 2024."
            ]
        }
    }
]